{
  "Satellite": [
    {
      "url": "https://www.mosdac.gov.in/insat-3dr",
      "title": "INSAT-3DR | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3DR INSAT-3DR INSAT-3DR is identical to INSAT-3D in terms of Sensors and products. INSAT or the Indian National Satellite System is a series of multipurpose Geo-stationary satellites launched by ISRO to satisfy the telecommunications, broadcasting, meteorology, and search and rescue needs of India. Commissioned in 1983, INSAT is the largest domestic communication system in the Asia Pacific Region. The satellite is monitored and controlled by Master Control Facilities that exist in Hassan and Bhopal. INSAT-3DR is a multipurpose geosynchronous spacecraft with main meteorological payloads (imager and sounder). The main objectives for this mission are to provide an operational, environmental and storm warning system to protect life and property. INSAT3DR is monitoring the earth’s surface, oceanic observations and also provide data dissemination capabilities. It provides Broadcast Satellite Services (BSS) through two S-band transponders. The data acquisition and processing system is established at Space Applications Centre, Bopal Campus, Ahmedabad, India. The processing of INSAT-3DR data is taken place broadly in four steps. Ground receiving system to receive data Data Reception (DR) system to generate raw data (L0) files Data Processing (DP) system to process L0 data and produce L1B data files (Calibrated and Geo located) Product generation and Dissemination system It is positioned at 74 0 East Longitude. हिन्दी Missions INSAT-3DR Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3dr-references",
      "title": "INSAT-3DR References | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3DR » Documents INSAT-3DR References Product Format Compatability with COTS package (Size:796 KB Format:PDF Tool:PDFViewer) ATBD Document (Size:9.8 MB Format:PDF Tool:PDFViewer) Revised ATBD Document for SST (Size:1.4 MB Format:PDF Tool:PDFViewer) Incremental ATBD Document (Size:5.2 MB Format:PDF Tool:PDFViewer) Format Document (Size:903 KB Format:PDF Tool:PDFViewer) Product Catalogue (Size:229 KB Format:PDF Tool:PDFViewer) INSAT Product Version Information (Size:1.61 MB Format: PDF Tool : PDFViewer) ATBD_HEM_rain_revised (Size:2.14 MB Format: PDF Tool : PDFViewer) Revised ATBD for AOD (Size:296KB Format: PDF Tool : PDFViewer) Missions INSAT-3DR Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://mosdac.gov.in/scatsat-1",
      "title": "SCATSAT-1 | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » SCATSAT-1 SCATSAT-1 Scatsat-1 was launched by PSLV-C35 from Satish Dhawan Space Centre, Sriharikota on September 26, 2016. It carries the Ku-band Pencil Beam scatterometer (SCAT) payload developed by SAC-ISRO. हिन्दी Missions SCATSAT-1 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://mosdac.gov.in/insat-3ds",
      "title": "INSAT-3DS | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3DS INSAT-3DS INSAT-3DS is identical to INSAT-3D in terms of Sensors and products. INSAT or the Indian National Satellite System is a series of multipurpose Geo-stationary satellites launched by ISRO to satisfy the telecommunications, broadcasting, meteorology, and search and rescue needs of India. Commissioned in 1983, INSAT is the largest domestic communication system in the Asia Pacific Region. The satellite is monitored and controlled by Master Control Facilities that exist in Hassan and Bhopal. INSAT-3DS is a multipurpose geosynchronous spacecraft with main meteorological payloads (imager and sounder). The main objectives for this mission are to provide an operational, environmental and storm warning system to protect life and property. INSAT3S is monitoring the earth’s surface, oceanic observations and also provide data dissemination capabilities. It provides Broadcast Satellite Services (BSS) through two S-band transponders. The data acquisition and processing system is established at Space Applications Centre, Bopal Campus, Ahmedabad, India. The processing of INSAT-3DS data is taken place broadly in four steps. Ground receiving system to receive data Data Reception (DR) system to generate raw data (L0) files Data Processing (DP) system to process L0 data and produce L1B data files (Calibrated and Geo located) Product generation and Dissemination system हिन्दी INSAT-3DS Menu Mission INSAT-3DS Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://mosdac.gov.in/oceansat-3",
      "title": "OCEANSAT-3 | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » OCEANSAT-3 OCEANSAT-3 EOS-06(Oceansat-3) also known as Earth Observing Satellite EOS-06(Oceansat-3) , was launched by PSLV-C54 from Satish Dhawan Space Centre, Sriharikota on 26 November 2022. EOS-06(Oceansat-3) is developed to provide a unique opportunity for simultaneously measuring the physical, biological and atmospheric parameters for the first time from three instruments, (i) 13-band advanced Ocean Colour Monitor (OCM-3), (ii) Ku-band Scatterometer (SCAT-3) and (ii) a 2-channel Sea Surface Temperature Monitor (SSTM). ARGOS is the fourth payload provided by French Space Agency (CNES) and serves as a data collection platform from various ocean based platform. EOS-06(Oceansat-3) is envisaged to provide continuity of operational services of Oceansat-1, 2 and SCATSAT-1 Mission with enhanced application potential. हिन्दी Oceansat-3 Menu Missions OCEANSAT-3 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://mosdac.gov.in/oceansat-2",
      "title": "Oceansat-2 | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » OCEANSAT-2 Oceansat-2 Oceansat-2 satellite mainframe systems derive their heritage from previous IRS missions. Oceansat-2 was launched by PSLV-C14 from Satish Dhawan Space Centre, Sriharikota on Sept. 23, 2009. It carries three payloads: Ocean Colour Monitor (OCM) Ku-band Pencil Beam scatterometer (SCAT) developed by ISRO Radio Occultation Sounder for Atmosphere (ROSA) developed by the Italian Space Agency. Oceansat-2 is envisaged to provide continuity of operational services of Oceansat-1(IRS-P4) with enhanced application potential. हिन्दी Missions OCEANSAT-2 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://mosdac.gov.in/saral-altika",
      "title": "SARAL-AltiKa | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » SARAL-AltiKa SARAL-AltiKa SARAL mission results from the common interest of both CNES and ISRO in studying ocean from space using altimetry system and in promoting maximum use of the ARGOS Data Collecting System. Radar altimetry by satellite is a technique used in oceanography to measure, globally over the oceans, the sea level needed to understand ocean circulation and its variability. The importance of altimetry data to better understand the ocean circulation and its impact on the climate of the Earth led to the TOPEX/Poseidon and Jason series of satellites complemented by ERS1-2, GFO and ENVISAT. With the launch of these missions began a data collection that must continue well into the century in order to monitor the inter-annual evolution and separate transient phenomena from secular variations. SARAL/AltiKa mission belongs to the global altimetry system and then participates to the precise and accurate observations of ocean circulation and sea surface elevation for its life time. Thus it is the aim of AltiKa part of the SARAL mission to provide altimetric measurements designed to study ocean circulation and sea surface elevation with the same accuracy as the one provided by ENVISAT mission and complementary to Jasons mission. The AltiKa project developed by CNES is based on a large Ka-band altimeter (35.75 GHz, 500MHz), 1st oceanographic altimeter using such a high frequency. The use of the Ka-band frequency will supply more accurate measurements (improvement of the spatial and vertical resolution) enabling a better observation of ices, coastal areas, continental water bodies as well as the waves height. The drawback of this Ka-band frequency is its sensitivity to rain that can lead to signal attenuation. The SARAL/AltiKa mission is part of the operational satellite altimetry system, jointly with Jason-2, and enables to ensure the service continuity which is nowadays provided by ENVISAT altimeter jointly with Jason-2 and Jason-1. By ensuring the observations continuity and widening the observation areas, CNES answers the wish of the oceanography community by bringing a description: For the meso-scale in open ocean,, In coastal areas, For the seasonal forecast, For the hydrology, For the climate studies. AltiKa data will thus contribute, along with data from others altimetry missions, to the development of operational oceanography, to our climate understanding and to the development of forecasting capabilities through data assimilation methods improvement in coupled oceanatmosphere coupling models, bio-chemistry models, etc हिन्दी Missions SARAL-AltiKa Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://mosdac.gov.in/insat-3a",
      "title": "INSAT-3A | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3A INSAT-3A INSAT-3A is a multipurpose satellite for providing telecommunications, television broadcasting, meteorological and search & rescue services. It carries twenty four transponders - twelve operating in the normal C-band frequency, six in Extended C-band and six in Ku-band. Nine of the twelve normal C-band transponders provide expanded coverage and the remaining three have India coverage beam. All the extended C-band as well as the Ku-band transponders has India coverage beams. INSAT-3A also carries a Ku-band beacon. For meteorological observation, INSAT-3A carries a three channel Very High Resolution Radiometer (VHRR) with 2 km resolution in the visible band and 8 km resolution in thermal infrared and water vapour bands. In addition, INSAT-3A carries a Charge Coupled Device (CCD) camera which operates in the visible and short wave infrared bands providing a spatial resolution of 1 km. A Data Relay Transponder (DRT) operating in UHF band is incorporated for realtime hydro-meteorological data collection from unattended platforms located on land and river basins. The data is then relayed in extended C-band to a central location. INSAT-3A also carries another transponder for Satellite Aided Search and Rescue (SAS & R) as part of India's contribution to the international Satellite Aided Search and Rescue programme. INSAT-3A was launched by European Ariane-5G Launch Vehicle into a Geosynchronous Transfer Orbit (GTO) with a perigee of 200 km and an apogee of 35,980 km. The satellite is maneuvered to its final orbit by firing the satellite's apogee motor. Subsequently, the deployment of solar array, antennae and the solar sail is carried out and the satellite is commissioned after in-orbit checkout. हिन्दी Missions INSAT-3A Introduction Objectives SpaceCraft Payloads Data Products \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://mosdac.gov.in/kalpana-1",
      "title": "KALPANA-1 | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » KALPANA-1 KALPANA-1 Metsat is an exclusive meteorological satellite of ISRO in geo-synchronous orbit. This satellite is developed out of a small I-1000 bus made of carbon fibre re-enforced plastic light weight structure, a uni power bus employing an 18AH Ni-Cd battery and a single GaAs/Ge solar panel generating 640 watts of power. Metsat uses a 3-axis stabilized momentum biased attitude control system with suitable linearly controlled magnetic torquers for solar radiation pressure compensation. A unified propulsion system of bi-propellant apogee motor of 440 Newtons and the reaction control engines of 22 Newtons has been selected for efficient and versatile mission management. Metsat carries on-board a Very High ResolutionRadiometer (VHRR) and a Data Relay Transponder (DRT) for weather data transmission. VHRR provides earth imageries in visible band with a resolution of2 km, in thermal infrared and water vapor bands with 8 km. DRT collects weather data from un-attended data collection platforms located throughout India and transmits the same to centrally located Meteorological Data Utilisation Centre. The satellite dry mass is about 495 kg. Metsat was launched on- board upgraded and modified satellite launch vehicle (PSLV) with a lift–off mass of 1060 kgs in September 2002. After successful launch and early orbit operations and in orbit characterization of the Payload, the satellite has been commissioned for routine usage of weather data and imageries. हिन्दी Missions KALPANA-1 Introduction Objectives SpaceCraft Payloads Data Products \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://mosdac.gov.in/insat-3d",
      "title": "INSAT-3D | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3D INSAT-3D INSAT or the Indian National Satellite System is a series of multipurpose Geo-stationary satellites launched by ISRO to satisfy the telecommunications, broadcasting, meteorology, and search and rescue needs of India. Commissioned in 1983, INSAT is the largest domestic communication system in the Asia Pacific Region. The satellite is monitored and controlled by Master Control Facilities that exist in Hassan and Bhopal. INSAT-3D is a multipurpose geosynchronous spacecraft with main meteorological payloads (imager and sounder). The main objectives for this mission are to provide an operational, environmental and storm warning system to protect life and property. INSAT3D is monitoring the earth’s surface, oceanic observations and also provide data dissemination capabilities. It provides Broadcast Satellite Services (BSS) through two S-band transponders. The data acquisition and processing system is established at Space Applications Centre, Bopal Campus, Ahmedabad, India. The processing of INSAT-3D data is taken place broadly in four steps. Ground receiving system to receive data Data Reception (DR) system to generate raw data (L0) files Data Processing (DP) system to process L0 data and produce L1B data files (Calibrated and Geo located) Product generation and Dissemination system हिन्दी Missions INSAT-3D Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3dr-payloads",
      "title": "INSAT-3DR Payloads | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3DR » Payloads INSAT-3DR Payloads T he satellite has 3 payloads: Meteorological (MET) - IMAGER and SOUNDER Data Relay Transponder (DRT) Satellite Aided Search and Rescue (SAS&R) Meteorological Payload The INSAT-3DR spacecraft incorporates advanced Imager and Sounder instruments. IMAGER The INSAT-3DR imager provides imaging capability of the earth disc from geostationary altitude in one visible (0.52 - 0.72 micrometers) and five infrared; 1.55 - 1.70(SWIR), 3.80 - 4.00(MIR), 6.50 - 7.00 (water vapour), 10.2 - 11.2 (TIR-1) and 11.5 - 12.5 (TIR-2) bands. The ground resolution at the sub-satellite point is nominally 1km x 1km for visible and SWIR bands, 4km x 4km for one MIR and both TIR bands and 8km x 8km for WV band. T he Imager is an improved design of VHRR-2 (Very High Resolution Radiometer) heritage instrument flown on the Kalpana-1 resolution in the visible band for the monitoring of meso scale phenomena and severe local storms. The two new SWIR and MWIR bands with a resolution of 1 km and 4 km, respectively, will enable better land-cloud discrimination and detection of surface features like snow. One more significant improvement is the split-band TIR channel with two separate windows in 10.2-11.2 and 11.5-12.5 Micrometer regions with a 4 km resolution. This new element enables the extraction of sea surface temperature over the Indian region with a far greater accuracy since the dual-window algorithm can be applied to eliminate the atmospheric attenuation effects. The 1 km resolution of the visible channel and 4 km resolution of the thermal IR channels indirectly improve the accuracy of the derived products like outgoing longwave radiation and cloud motion vectors. The INSAT-3DR Imager payload is a replica of INSAT-3D Imager. Key Parameters of the Imager Telescope aperture 310 mm diameter Number of bands (6) 0.52 - 0.72 µm, VIS (Visible) 1.55 - 1.70 µm, SWIR (Short Wave Infrared) 3.80 - 4.00 µm, MWIR (Mid Wave Infrared) 6.50 - 7.00 µm, WV (Water Vapor) 10.2 - 11.2 µm, TIR-1 (Thermal Infrared) 11.5 - 12.5 µm, TIR-2 (Thermal Infrared) Spatial resolution 1 km for VIS and SWIR 4 km for MWIR 8 km for WV 4 km for TIR-1 and TIR-2 Band separation, band definition Beam splitter, interference filters IFOV (Instantaneous Field of View) 28 µrad for VIS and SWIR (1 km) 112 µrad for MWIR, TIR-1, & TIR-2 (4 km) 224 µrad for WV (8 km) Sampling interval 1.75 samples / IFOV for VIS, SWIR,MIR & TIR-1 / -2 3.5 samples / IFOV for WV Scan step angle Linear in E-W direction (8 µR step size) Line step 224 µrad in N-S direction Scan rate Scan linearity Inflight calibration 200º/s +0.2 s turnaround time 56 µR (peak to peak) Full aperture blackbody and spaceview Scan modes Full, normal and programmable sector for quick repetivity Frame time 25 minutes for normal mode Signal quantization 10 bit/sample Downlink data rate 4.0 Mbit/s SOUNDER The INSAT-3DR sounder has 18 infrared channels distributed over longwave and shortwave bands alongwith one visible band. A visible channel provides synoptic view of the clouds and the earth to aid in generating three dimensional maps of temperature and moisture structure of the atmosphere. T he Sounder is a first time instrument of the geostationary INSAT series designed and developed at ISRO. The overall objective is to measure the temperature and humidity profiles (vertical distributions) to obtain a three-dimensional representation of the atmosphere. The instrument requirements call for soundings at 10 km ground resolution every 3 hours for a full frame scan. This enables the derivation of vertical profiles of temperature and humidity. These vertical profiles can then be used to derive various atmospheric stability indices and other parameters such as atmospheric water vapor content and total column ozone amount. The INSAT-3DR Sounder payload is a replica of INSAT-3D Sounder. Key Parameters of the sounder Telescope aperture 310 mm diameter Number of bands (6) 18 Infrared + 1 Visible Band definition Filter wheel with interference filters IFOV (Instantaneous Field of View) 280 µrad x 280 rad, corresponding to 10 km x 10 km on the surface Sampling interval 280 µrad E-W / N-S No of simultaneous soundings 4 per band Scan step angle 10 km E-W, every 0.1 s, and 40 km N-S after completion of E-W scan, 150 µR rms Step and dwell time 0.1, 0.2 and 0.4 s Turnaround time 0.1 s per scan In-flight calibration Full aperture blackbody and space view Scan modes Options provided to cater to quick dynamic environmental phenomena Frame time 160 minutes for 6000 km x 6000 km area sounding Signal quantization 13 bit/sample Downlink data rate 40 kbit/s Frame time 90 kg, (without cooler), 100 W Spectral parameters and sensitivity of the sounder Band No. Center wavelength µm (cm-1) Bandwidth µm (cm-1) NEDT at 300 K (typical) K 1 14.71 (680) 0.281 (13) 1.5 2 14.37 (696) 0.268 (13) 1 3 14.06 (711) 0.256 (13) 0.5 4 13.96 (733) 0.298 (16) 0.5 5 13.37 (749) 0.286 (16) 0.5 6 12.66 (790) 0.481 (30) 0.3 7 12.02 (832) 0.723 (50) 0.15 8 11.03 (907) 0.608 (50) 0.15 9 9.71 (1030) 0.235 (25) 0.2 10 7.43 (1425) 0.304 (55) 0.2 11 7.02 (1425) 0.394 (80) 0.2 12 6.51 (1535) 0.255 (60) 0.2 13 4.57 (2188) 0.048 (23) 0.2 14 4.52 (2210) 0.047 (23) 0.15 15 4.45 (2245) 0.045 (23) 0.15 16 4.13 (2420) 0.0683 (40) 0.15 17 3.98 (2513) 0.0683 (40) 0.15 18 3.74 (2671) 0.140 (100) 0.15 19 0.695 (14367) 0.05 (1000) (0.67-0.72) 0.1% albedo Communication Payload Communication transponders are required to be configured to provide continuity of some of the INSAT services. A total satellite mass of 2211kg is considered for the launch compatibility, and 70 kg (approximately) of mass apportionment is done for the communication payload components. The communication payload components are - Meteorological Transmitter, Data Relay Transponder, Satellite Aided Search and Rescue (SAS&R) Transponder & S-band Broadcast Satellite Services Transponder. Missions INSAT-3DR Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3dr-spacecraft",
      "title": "INSAT-3DR SpaceCraft | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3DR » SpaceCraft INSAT-3DR SpaceCraft T he INSAT-3DR is a momentum-biased 3-axis stabilized spacecraft using star trackers for precise pointing control. The spacecraft has a launch mass of 2211 kg with a dry mass of 907 kg. It is in Geostationary orbit, altitude of ~35, 786 km, location at 74° East. The three-axis stabilized geostationary satellite carries two meteorological instruments: a six channel Imager and an IR Sounder. Along with the channels in Visible, Middle Infrared, Water Vapor and Thermal Infrared bands, the Imager includes a SWIR channel for wider applications. The Sounder will have eighteen narrow spectral channels in three IR bands in addition to a channel in visible band. It also has a Data Relay Transponder and Satellite based Search & Rescue Payload. Several innovative technologies like on-the-fly correction of scan mirror pointing errors, biannual yaw rotation of the spacecraft, micro-stepping SADA, star sensors and integrated bus management unit have been incorporated to meet the stringent payload requirements like pointing accuracies, thermal management of IR detectors and concurrent operation of both instruments. A passive radiant cooler is used to cool the infrared detectors of imager and sounder instruments. The temperature of the detectors is maintained at 95 K (BOL) and 100 K (EOL). The passive cooler also maintains the sounder filter wheel temperature at 213 K. Missions INSAT-3DR Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3dr-objectives",
      "title": "INSAT-3DR Objectives | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3DR » Objectives INSAT-3DR Objectives I NSAT or the Indian National Satellite System is a series of multipurpose Geo-stationary satellites launched by ISRO to satisfy the telecommunications, broadcasting, meteorology, and search and rescue needs of India. Commissioned in 1983, INSAT is the largest domestic communication system in the Asia Pacific Region. The satellites also incorporate transponder(s) for receiving distress alert signals for search and rescue missions in the South Asian and Indian Ocean Region, as ISRO is a member of the COSPAR-Sarsat programme. The main objectives for this mission are to provide an operational, environmental and storm warning system to protect life and property. INSAT-3DR will Monitor earth's surface and carryout oceanic observations and also provide data dissemination capabilities, Provide Broadcast Satellite Services (BSS) through two S-band transponders., Missions INSAT-3DR Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3dr-introduction",
      "title": "INSAT-3DR Introduction | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3DR » Introduction INSAT-3DR Introduction I NSAT-3DR is a dedicated meteorological spacecraft designed for enhanced meteorological observations and monitoring of land and ocean surfaces for weather forecasting and disaster warning. INSAT-3DR is configured on I-2K bus with Sounder, Imager and Data Relay Transponder (DRT) and Satellite Aided Search & Rescue (SAS&R) Payloads. INSAT-3DR with a lift of mass of about 2211 kg was flown on September 08, 2016 by GSLV-F05. Communication Payload sub systems are configured to support INSAT system for DRT SAS&R and Meteorological Payload services. The mission goal is stated as \"to provide an operational, environmental & storm warning system to protect life & property and also to monitor earth's surface and carryout oceanic observations and also provide data dissemination capabilities\" The satellite has 3 payloads Meteorological (MET) - IMAGER and SOUNDER Data Relay Transponder (DRT) Satellite Aided Search and Rescue (SAS&R) The geophysical parameters that will be extracted from INSAT-3DR are Outgoing Longwave Radiation (OLR), Quantitative Precipitation Estimation (QPE), Sea Surface Temperature (SST), Snow Cover, Snow Depth, Fire, Smoke, Aerosol, Cloud Motion Vectors (CMV), Water Vapour Winds (WVW), Upper Tropospheric Humidity (UTH), Temperature, Humidity Profile and Total Ozone, Fog, Visible Wind Vectors and other value added parameters from Imager and Sounder. Missions INSAT-3DR Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/scatsat-1-references",
      "title": "SCATSAT-1 References | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » SCATSAT-1 » Documents SCATSAT-1 References SCATSAT Level4 Products (Size:968 KB Format:PDF Tool:PDFViewer) Missions SCATSAT-1 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3s-references",
      "title": "INSAT-3DS References | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Mission » INSAT-3DS » Documents INSAT-3DS References INSAT-3DS_Operational_Products_V1 (Size:586 KB Format:PDF Tool:PDFViewer) INSAT-3DS Menu Mission INSAT-3DS Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/oceansat3-references",
      "title": "OCEANSAT-3 References | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » OCEANSAT-3 » Documents OCEANSAT-3 References OCM_AOD_ATBD (Size:2.67MB Format:PDF Tool:PDFViewer) OCM_AnalysedCHL_GlobalOcean_ATBD (Size:2.5MB Format:PDF Tool:PDFViewer) OCM_IOPS_ATBD (Size:1.2MB Format:PDF Tool:PDFViewer) Oceansat-3 Menu Missions OCEANSAT-3 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/oceansat-2-references",
      "title": "Oceansat-2 References | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » OCEANSAT-2 » Documents Oceansat-2 References Analysed-Winds (Size:583 KB Format:PDF Tool:PDFViewer) High Spatial density winds (Size:145 KB Format:PDF Tool:PDFViewer) ATBD_SCAT_V1 (Size:1.02 MB Format:PDF Tool:PDFViewer) Missions OCEANSAT-2 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/saral-references",
      "title": "SARAL References | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » SARAL-AltiKa » Documents SARAL References SARAL Products Handbook (Size:5.6 MB Format:PDF Tool:PDFViewer) SARAL User Products (Size:957 KB Format:PDF Tool:PDFViewer) Missions SARAL-AltiKa Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/kalpana-1-payloads",
      "title": "KALPANA-1 Payloads | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » KALPANA-1 » Payloads KALPANA-1 Payloads VHRR V HRR/2 is a modified version of the VHRR heritage imagers flown on INSAT-2A, -2B, and -2E. The VHRR observes in VIS, water vapor and TIR bands providing a spatial resolution of 2 km in VIS band and 8 km for the rest. VHRR was developed by SAC (Satellite Application Center), Ahmedabad, India. The instrument operates in three scanning modes: Full frame mode (20° North-South x 20° East-West), minimum in about 33 minutes covering the entire Earth disk Normal frame mode (14° N-S x 20° E-W), minimum in about 23 minutes Sector frame mode in which the sector can be positioned anywhere in steps of 0.5° in the N-S direction to cover 4.5° N-S x 20° E-W. This mode is particularly suited for rapid, repetitive coverage during severe weather conditions like a cyclone. The nominal frame repetition rates are: 40, 30 and 20 minutes respectively. VHRR is an opto-mechanical system (whiskbroom type imager). The incoming solar radiation is reflected onto a Ritchey-Chretien telescope of 20 cm aperture by a beryllium scan mirror mounted at 45° to the optical axis. The optical system includes a gold-film dichoric beam-splitter that transmits visible light energy and reflects WV/TIR energy, so that the radiation from the Earth is channelized to the visible and IR focal planes simultaneously. The visible band detector configuration consists of two staggered arrays of four silicon photodiodes each; while two sets of mercury-cadmium telluride (MCT) detector elements operating nominally at 100-110 K sense the WV/thermal radiation. The scan mirror is mounted on a two-axis, gimballed scan mechanism system to generate a 2-D image by sweeping the detector instantaneous field of view (FOV) across the Earth's surface in east to west (fast scan) and north to south (slow scan). Imaging modes of the VHRR instrument Imaging mode Coverage Repeatability Full scan 20° N-S and 20° E-W 33 min Normal scan 14° N-S and 20° E-W 23 min Sector scan 4.5° N-S and 20° E-W 23 (3 times) Imaging modes of the VHRR instruments Channel No of detectors MTF (Modulation Transfer Function) Dynamic range Noise performance VIS 4 +4 redundant > 0.23 approx. 0-100% albedo 6 : 1 min at 2.5% albedo Water Vapor (WV) 1 + 1 redundant > 0.21 approx. 4-340 K 0.25 K at 300 K TIR 1 + 1 redundant > 0.21 approx. 4-320 K 0.5 K at 300 K Schematic illustration of the VHRR instrument VHRR Instrument Spectral band: VIS Spectral band: TIR Spectral band: MWIR (Water vapor) 0.55 - 0.75 µm; Integrated out-of-band response <3% Inter detector mismatch < 5% 10.5 - 12.5 µm; Integrated out-of-band response <3% Out-of-band response peak < 0.1% 5.7 - 7.1 µm Spatial resolution VIS Spatial resolution TIR and MWIR 56 µrad (or 2 km x 2 km) 224 µrad (or 8 km x 8 km) Radiometric performance: SNR Radiometric performance: NEDT > 6 for VIS at 2.5% albedo < 0.25 K at 300 K for IR channel Dynamic range of TIR/MWIR channels Dynamic range of VIS channel 4-340 K 0-100% Misregistration between VIS and IR <56 µrad Modulation Transfer Function (MTF) > 21% for IR and TIR; >23% for VIS channel DRT (Data Relay Transponder) The DRT (Data Relay Transponder) is part of a DCS (Data Collection System) of ISRO. The objective is to collect data from unattended meteorological platforms in the ground segment. DRT receives receives signals from unattended weather data collection platforms and retransmits them to the central station. The data from these payloads are being used for comprehensive weather status and forecasting. RF communication of DRT: Uplink frequency = 402.75 MHz; downlink frequency = 4506.05 MHz; bandwidth =± 100 kHz; EIRP = 21 dBW (min). Note: MetSat-1 does not carry SAS&R (Satellite Aided Search and Rescue) system. In the INSAT-2 series, the INSAT-2A and -2B satellites carried SAS&R transponders as well as DRTs (Data Relay Transponders). According to ISRO information, INSAT-3A (launch April 9, 2003) and INSAT-3D (to be launched subsequently), will carry SAS&R and DRT payloads. Missions KALPANA-1 Introduction Objectives SpaceCraft Payloads Data Products \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/kalpana-1-spacecraft",
      "title": "KALPANA-1 SpaceCraft | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » KALPANA-1 » SpaceCraft KALPANA-1 SpaceCraft T he MetSat-1 spacecraft was developed by ISAC (ISRO Satellite Center), Bangalore. MetSat has been designed using a new spacecraft bus (I-1000 bus) employing lightweight structural elements like CFRP (Carbon Fibre Reinforced Plastic). A central structural thrust cylinder provides mounting interfaces propellant tanks, pressurant tank, equipment panels, payload, solar array assembly, and with the launch vehicle. Structural brackets are provided to mount momentum wheels, reaction wheel, RCS (Reaction Control System) thrusters, earth sensors, sun sensors, LAM (Liquid Apogee Motor), and propulsion components. MetSat-1 is three-axis stabilized (momentum biased control subsystem). However, unlike its INSAT predecessors, the MetSat-1 spacecraft does not feature a sail/boom design. The attitude is sensed by suite of sensors (gyros, Earth sensors, digital sun sensor, coarse analog sun sensors, and solar panel sun sensor). Magnetic torquers serve as actuators to unload the momentum of the wheels. In addition, active thrusters are used (one 440N LAM for orbit raising maneuvers and eight 22 N thrusters for orbit and attitude control). The propulsion system employed is a unified bi-propellant with mono-methyl hydrazine (MMH) as fuel and mixed oxides of nitrogen (MON3) as oxidizer. The S/C employs passive thermal control system by utilizing multi-layer insulation blankets, optical solar reflectors, heat sinks, paints, thermal grease, thermal shields etc. The temperature of individual subsystems spread over the satellite is maintained by a bank of 112 heaters. EPS (Electrical Power Subsystem): Electrical power of 550 W is generated by a single panel solar array of 2.15 m x 1.85 m using GaAS solar cells. The solar panel features a drive mechanism to point it into the sun. A single NiCd battery (18 Ah capacity) provides power for eclipse phases. The SADA (Solar Array Driver Assembly) slip rings and drive mechanism are modified to meet the power transfer and drive requirements, it is mass-optimized. The spacecraft has a launch mass of 1055 kg including 560 kg of propellant (495 kg S/C dry mass). MetSat-1 has a design life of 7 years with an operational goal of 10 years. Missions KALPANA-1 Introduction Objectives SpaceCraft Payloads Data Products \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/kalpana-1-objectives",
      "title": "KALPANA-1 Objectives | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » KALPANA-1 » Objectives KALPANA-1 Objectives M ajor Metsat/Kalpana mission objectives are:- To establish a small satellite I-1000 bus system which can meet the exclusive service requirements of a meteorological payload for earth imageries Collection of weather data from low cost unattended data collection platforms-to configure Metsat spacecraft within the lift-off mass constraints of upgraded existing polar satellite launch vehicle for deployment in geo-synchronous transfer orbit (GTO) mission. Missions KALPANA-1 Introduction Objectives SpaceCraft Payloads Data Products \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/kalpana-1-introduction",
      "title": "KALPANA-1 Introduction | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » KALPANA-1 » Introduction KALPANA-1 Introduction K alpana-1 is the first dedicated meteorological satellite launched by Indian Space Research Organisation using Polar Satellite Launch Vehicle on 2002-09-12. This was the first satellite launched by the PSLV into the Geo-stationary orbit. The satellite was originally known as MetSat-1. On February 5, 2003 it was renamed to Kalpana-1 by the Indian Prime Minister Atal Bihari Vajpayee in memory of Kalpana Chawla?a NASA astronaut who perished in the Space Shuttle Columbia disaster. The satellite features a Very High Resolution scanning Radiometer (VHRR), for three-band images and a Data Relay Transponder (DRT) payload. So far, meteorological services had been combined with telecommunication and television services in the INSAT series. MetSat-1 is a precursor to the future INSAT system that will have separate satellites for meteorology and telecommunication & broadcasting services. Missions KALPANA-1 Introduction Objectives SpaceCraft Payloads Data Products \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3a-payloads",
      "title": "INSAT-3A Payloads | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3A » Payloads INSAT-3A Payloads Communication Payload 1 2 Normal C-band transponders (9 channels provide expanded coverage from Middle East to South East Asia with an EIRP of 38 dBW, 3 channels provide India coverage with an EIRP of 36 dBW and 6 Extended C-band transponders provide India coverage with an EIRP of 36 dBW). 6 upper extended C-band transponders having India beam coverage providing an EoC-EIRP of 37 dBW. 6 Ku-band transponders provide India coverage with EIRP of 48 dBW. Meteorological Payload A Very High Resolution Radiometer (VHRR) with imaging capacity in the visible (0.55-0.75 μm), thermal infrared (10.5-12.5 μm) and Water Vapour (5.7-7.1 μm) channels, provide 2x2 km, 8x8 km and 8x8 km ground resolutions respectively. A CCD camera provides 1x1 km ground resolution, in the visible (0.63-0.69 μm), near infrared (0.77-0.86 μm) and shortwave infrared (1.55-1.70 μm) bands. A Data Relay Transponder (DRT) having global receive coverage with a 400 MHz uplink and 4500 MHz downlink for relay of meteorological, hydrological and oceanographic data from unattended land and ocean-based automatic data collection-cum-transmission platforms. A Satellite Aided Search and Rescue (SAS&R) SARP payload having global receive coverage with 406 MHz uplink and 4500 MHz downlink with India coverage, for relay of signals from distress beacons in sea, air or land. Missions INSAT-3A Introduction Objectives SpaceCraft Payloads Data Products \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3a-spacecraft",
      "title": "INSAT-3A SpaceCraft | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3A » SpaceCraft INSAT-3A SpaceCraft S atellite details Acronym INSAT-3A Full name Indian National Satellite - 3A Satellite Description 4th flight unit of the INSAT-3 series. Missions: operational meteorology and telecommunication Mass at launch 2950 kg Dry mass/td> 1348 kg Power 3100 W Orbit Geostationary orbit Altitude 35786 km Longitude 93.5° E Status Operational Details on Status (as available) Nominal operations. Launch 2003-04-10 EOL >2015 Missions INSAT-3A Introduction Objectives SpaceCraft Payloads Data Products \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3d-references",
      "title": "INSAT-3D References | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3D » Documents INSAT-3D References Product Format Compatability with COTS package (Size:796 KB Format:PDF Tool:PDFViewer) ATBD Document (Size:9.8 MB Format:PDF Tool:PDFViewer) Revised ATBD Document for SST (Size:1.4 MB Format:PDF Tool:PDFViewer) Incremental ATBD Document (Size:5.2 MB Format:PDF Tool:PDFViewer) Format Document (Size:903 KB Format:PDF Tool:PDFViewer) Product Catalogue (Size:229 KB Format:PDF Tool:PDFViewer) INSAT Product Version Information (Size:1.61 MB Format: PDF Tool : PDFViewer) ATBD_HEM_rain_revised (Size:2.14 MB Format: PDF Tool : PDFViewer) Revised ATBD for AOD (Size:296KB Format: PDF Tool : PDFViewer) Missions INSAT-3D Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3d-payloads",
      "title": "INSAT-3D Payloads | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3D » Payloads INSAT-3D Payloads T he satellite has 3 payloads: Meteorological (MET) - IMAGER and SOUNDER Data Relay Transponder (DRT) Satellite Aided Search and Rescue (SAS&R) Meteorological Payload The INSAT-3D spacecraft incorporates advanced Imager and Sounder instruments. IMAGER The INSAT-3D imager provides imaging capability of the earth disc from geostationary altitude in one visible (0.52 - 0.72 micrometers) and five infrared; 1.55 - 1.70(SWIR), 3.80 - 4.00(MIR), 6.50 - 7.00 (water vapour), 10.2 - 11.2 (TIR-1) and 11.5 - 12.5 (TIR-2) bands. The ground resolution at the sub-satellite point is nominally 1km x 1km for visible and SWIR bands, 4km x 4km for one MIR and both TIR bands and 8km x 8km for WV band. T he Imager is an improved design of VHRR/2 (Very High Resolution Radiometer) heritage instrument flown on the Kalpana-1 and INSAT-3A missions. The instrument features 6 spectral bands (against the 3 bands in previous versions) offering an improved 1 km resolution in the visible band for the monitoring of meso scale phenomena and severe local storms. The two new SWIR and MWIR bands with a resolution of 1 km and 4 km, respectively, will enable better land-cloud discrimination and detection of surface features like snow. One more significant improvement is the split-band TIR channel with two separate windows in 10.2-11.2 and 11.5-12.5 Micrometer regions with a 4 km resolution. This new element enables the extraction of sea surface temperature over the Indian region with a far greater accuracy since the dual-window algorithm can be applied to eliminate the atmospheric attenuation effects. The 1 km resolution of the visible channel and 4 km resolution of the thermal IR channels indirectly improve the accuracy of the derived products like outgoing longwave radiation and cloud motion vectors. Key Parameters of the Imager Telescope aperture 310 mm diameter Number of bands (6) 0.52 - 0.72 µm, VIS (Visible) 1.55 - 1.70 µm, SWIR (Short Wave Infrared) 3.80 - 4.00 µm, MWIR (Mid Wave Infrared) 6.50 - 7.00 µm, WV (Water Vapor) 10.2 - 11.2 µm, TIR-1 (Thermal Infrared) 11.5 - 12.5 µm, TIR-2 (Thermal Infrared) Spatial resolution 1 km for VIS and SWIR 4 km for MWIR 8 km for WV 4 km for TIR-1 and TIR-2 Band separation, band definition Beam splitter, interference filters IFOV (Instantaneous Field of View) 28 µrad for VIS and SWIR (1 km) 112 µrad for MWIR, TIR-1, & TIR-2 (4 km) 224 µrad for WV (8 km) Sampling interval 1.75 samples / IFOV for VIS, SWIR,MIR & TIR-1 / -2 3.5 samples / IFOV for WV Scan step angle Linear in E-W direction (8 µR step size) Line step 224 µrad in N-S direction Scan rate Scan linearity Inflight calibration 200º/s +0.2 s turnaround time 56 µR (peak to peak) Full aperture blackbody and spaceview Scan modes Full, normal and programmable sector for quick repetivity Frame time 25 minutes for normal mode Signal quantization 10 bit/sample Downlink data rate 4.0 Mbit/s SOUNDER The INSAT-3D sounder has 18 infrared channels distributed over longwave and shortwave bands. A visible channel provides synoptic view of the clouds and the earth to aid in generating three dimensional map of temperature and moisture structure of the atmosphere. T he Sounder is a first time instrument of the geostationary INSAT series designed and developed at ISRO. The overall objective is to measure the temperature and humidity profiles (vertical distributions) to obtain a three-dimensional representation of the atmosphere. The instrument requirements call for soundings at 10 km ground resolution every 3 hours for a full frame scan. This enables the derivation of vertical profiles of temperature and humidity. These vertical profiles can then be used to derive various atmospheric stability indices and other parameters such as atmospheric water vapor content and total column ozone amount. Key Parameters of the sounder Telescope aperture 310 mm diameter Number of bands (6) 18 Infrared + 1 Visible Band definition Filter wheel with interference filters IFOV (Instantaneous Field of View) 280 µrad x 280 rad, corresponding to 10 km x 10 km on the surface Sampling interval 280 µrad E-W / N-S No of simultaneous soundings 4 per band Scan step angle 10 km E-W, every 0.1 s, and 40 km N-S after completion of E-W scan, 150 µR rms Step and dwell time 0.1, 0.2 and 0.4 s Turnaround time 0.1 s per scan In-flight calibration Full aperture blackbody and space view Scan modes Options provided to cater to quick dynamic environmental phenomena Frame time 160 minutes for 6000 km x 6000 km area sounding Signal quantization 13 bit/sample Downlink data rate 40 kbit/s Frame time 90 kg, (without cooler), 100 W Spectral parameters and sensitivity of the sounder Band No. Center wavelength µm (cm-1) Bandwidth µm (cm-1) NEDT at 300 K (typical) K 1 14.71 (680) 0.281 (13) 1.5 2 14.37 (696) 0.268 (13) 1 3 14.06 (711) 0.256 (13) 0.5 4 13.96 (733) 0.298 (16) 0.5 5 13.37 (749) 0.286 (16) 0.5 6 12.66 (790) 0.481 (30) 0.3 7 12.02 (832) 0.723 (50) 0.15 8 11.03 (907) 0.608 (50) 0.15 9 9.71 (1030) 0.235 (25) 0.2 10 7.43 (1425) 0.304 (55) 0.2 11 7.02 (1425) 0.394 (80) 0.2 12 6.51 (1535) 0.255 (60) 0.2 13 4.57 (2188) 0.048 (23) 0.2 14 4.52 (2210) 0.047 (23) 0.15 15 4.45 (2245) 0.045 (23) 0.15 16 4.13 (2420) 0.0683 (40) 0.15 17 3.98 (2513) 0.0683 (40) 0.15 18 3.74 (2671) 0.140 (100) 0.15 19 0.695 (14367) 0.05 (1000) (0.67-0.72) 0.1% albedo Communication Payload Communication transponders are required to be configured to provide continuity of some of the INSAT services. A total satellite mass of 2000kg is considered for the launch compatibility, and 70 kg (approximately) of mass apportionment is done for the communication payload components. The communication payload components are - Meteorological Transmitter, Data Relay Transponder, Satellite Aided Search and Rescue (SAS&R) Transponder & S-band Broadcast Satellite Services Transponder. Missions INSAT-3D Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3d-spacecraft",
      "title": "INSAT-3D SpaceCraft | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3D » SpaceCraft INSAT-3D SpaceCraft T he INSAT-3D is a momentum-biased 3-axis stabilized spacecraft using star trackers for precise pointing control. The spacecraft has a launch mass of 2000 kg with a dry mass of 907 kg. The nominal design life is 7.7 years. It is in Geostationary orbit, altitude of ~35, 786 km, location at 82° East. The three-axis stabilized geostationary satellite carries two meteorological instruments: a six channel Imager and an IR Sounder. Along with the channels in Visible, Middle Infrared, Water Vapor and Thermal Infrared bands, the Imager includes a SWIR channel for wider applications. The Sounder will have eighteen narrow spectral channels in three IR bands in addition to a channel in visible band. It also has a Data Relay Transponder and Satellite based Search & Rescue Payload. Several innovative technologies like on-the-fly correction of scan mirror pointing errors, biannual yaw rotation of the spacecraft, micro-stepping SADA, star sensors and integrated bus management unit have been incorporated to meet the stringent payload requirements like pointing accuracies, thermal management of IR detectors and concurrent operation of both instruments. A passive radiant cooler is used to cool the infrared detectors of imager and sounder instruments. The detectors temperature is maintained at 95 K (BOL) and 100 K (EOL). The passive cooler is also to maintain the sounder filter wheel temperature at 213 K. Missions INSAT-3D Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3d-objectives",
      "title": "INSAT-3D Objectives | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3D » Objectives INSAT-3D Objectives I NSAT or the Indian National Satellite System is a series of multipurpose Geo-stationary satellites launched by ISRO to satisfy the telecommunications, broadcasting, meteorology, and search and rescue needs of India. Commissioned in 1983, INSAT is the largest domestic communication system in the Asia Pacific Region. The satellites also incorporate transponder(s) for receiving distress alert signals for search and rescue missions in the South Asian and Indian Ocean Region, as ISRO is a member of the Cospas-Sarsat programme. The main objectives for this mission are to provide an operational, environmental and storm warning system to protect life and property. INSAT3D will Monitor earth's surface and carryout oceanic observations and also provide data dissemination capabilities, Provide Broadcast Satellite Services (BSS) through two S-band transponders., Missions INSAT-3D Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3d-introduction",
      "title": "INSAT-3D Introduction | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3D » Introduction INSAT-3D Introduction I NSAT-3D is a dedicated meteorological spacecraft designed for enhanced meteorological observation and monitoring of land and ocean surfaces of weather forecasting and disaster warning. INSAT-3D is configured on I-2K bus with Sounder, Imager and Data Relay Transponder (DRT) and Satellite Aided Search & Rescue (SAS&R) Payloads. INSAT-3D was flown on July 26, 2013 with a lift of mass of about 2100 kg by ARIANE-5/GSLV-MK II /Soyuz launcher and expected minimum mission life is seven years. Communication Payload sub systems are configured to support INSAT system for DRT SAS&R and Meteorological Payload services. The mission goal is stated as \"to provide an operational, environmental & storm warning system to protect life & property and also to monitor earth's surface and carryout oceanic observations and also provide data dissemination capabilities\" The satellite has 3 payloads Meteorological (MET) - IMAGER and SOUNDER Data Relay Transponder (DRT) Satellite Aided Search and Rescue (SAS&R) The geophysical parameters that will be extracted from INSAT3D are Outgoing Longwave Radiation (OLR), Quantitative Precipitation Estimation (QPE), Sea Surface Temperature (SST), Snow Cover, Snow Depth, Fire, Smoke, Aerosol, Cloud Motion Vector (CMV), Water Vapour Wind (WVW), Upper Tropospheric Humidity (UTH), Temperature, Humidity Profile and Total Ozone, Fog, Visible Wind Vector and other value added parameters from Imager and Sounder. Missions INSAT-3D Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3a-objectives",
      "title": "INSAT-3A Objectives | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3A » Objectives INSAT-3A Objectives T o provide Telecommunications Television broadcasting Meteorological Search and Rescue services Missions INSAT-3A Introduction Objectives SpaceCraft Payloads Data Products \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3a-introduction",
      "title": "INSAT-3A Introduction | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » INSAT-3A » Introduction INSAT-3A Introduction I NSAT-3A, a multipurpose satellite built by ISRO was launched by Ariane in April 2003. It is located at 93.5 degree East longitude. It is third satellite in INSAT-3 series after INSAT-3B & INSAT-3C. It provides communication, weather and search & rescue services. Missions INSAT-3A Introduction Objectives SpaceCraft Payloads Data Products \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/saral-altika-payloads",
      "title": "SARAL-AltiKa Payloads | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » SARAL-AltiKa » Payloads SARAL-AltiKa Payloads S ARAL carries the following four payloads: Ka-band altimeter with enhanced bandwidth Ionospheric effects are negligible Better vertical resolution (0.3m) Ka-band (35 GHz) authorizes a compact, lightweight instrument easier to accommodate on a wide range of satellite buses. Dual-frequency radiometer (24/37 GHz) Required for tropospheric correction Derived from Madras (Megha-Tropiques) developments. Laser Retro-reflector Array Useful for orbitography and system calibration. DORIS For adequate orbitography performances in low earth orbit Enable to have similar performance as reference missions like T/P, JASON, ENVISAT Required for mean sea level analysis and coastal/inland application. Missions SARAL-AltiKa Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/saral-altika-spacecraft",
      "title": "SARAL-AltiKa SpaceCraft | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » SARAL-AltiKa » SpaceCraft SARAL-AltiKa SpaceCraft T he 450 kg satellite consists of a SSB/ IMS-2 platform and a SARAL/AltiKa specific payload module. The platform provides all housekeeping functions including propulsion, electrical power, command and data handling, telecommunications, and attitude control. The payload module provides mechanical, electrical, thermal, and dynamical support to the SARAL/AltiKa instruments. The SARAL satellite is mainly composed of: A spacecraft bus IMS-2 (Small Satellite Bus). This platform, developed by ISRO, is designed for satellites in the range of about 500 kg at launch. a payload developed by CNES. The SARAL payload includes the following components: An Altimeter, provided by CNES - the main mission instrument and a dual frequency microwave radiometer, provided by CNES - to correct the altimeter measurement for atmospheric range delays induced by water vapor. The radio positioning DORIS system, provided by CNES - for precision orbit determination using dedicated ground stations The AltiKa instrument consists of a Ka-band altimeter and an embedded dual frequency radiometer. A Laser Reflector Array (LRA), provided by CNES - to calibrate the orbit determination system. And the ARGOS-3 instrument (and associated components) that has its own mission on-board the SARAL satellite as part of the ARGOS system. Missions SARAL-AltiKa Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/saral-altika-objectives",
      "title": "SARAL-AltiKa Objectives | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » SARAL-AltiKa » Objectives SARAL-AltiKa Objectives S ARAL/AltiKa main scientific objective is to provide data products to oceanographic research user community in studies leading to improve our knowledge of the ocean meso-scale variability, thanks to the improvement in spatial and vertical resolution brought by SARAL/AltiKa. Ocean meso-scale variability is defined as a class of high-energy processes, with wave lengths within a 50km to 500km range, and with periods of a few days to one year. Kinetic energy of mesoscale variability is one order of magnitude more than mean circulation's one. Description of mesoscale is thus essential for understanding ocean dynamics, including mean circulation and its climatic effects (through interactions of meso-scale turbulence with the mean flow). SARAL/AltiKa main scientific objective is divided in sub-themes including: Intrinsic scientific studies of ocean at meso-scale dynamics: observations, theoretical analyses, modelling, data assimilation, parameterization, ... Improvement of our understanding of the oceanic component in the climate system: investigation of local processes at small or medium scale poorly known and understood at present, but which have an impact on the modelling of climate variability at large spatial and temporal scales. Contribution to the study of coastal dynamic processes, especially small or medium scale phenomena, whose retrieval will enable to anticipate many downstream applications. Contribution to operational oceanography which is seeking large amounts of in situ and space observation data. SARAL/AltiKa secondary objectives are notably the monitoring of the main continental waters level (lakes, rivers, closed seas), the monitoring of mean sea level variations, the observation of polar oceans, the analysis and forecast of wave and wind fields, the study of continental ices (thanks to improved performances of Ka-band) and sea ices, the access to low rains climatology (enabled in counterpart to the sensitivity of Ka-band to clouds and low rains) and the marine biogeochemistry (notably through the role of the meso and sub-meso-scale physics). Missions SARAL-AltiKa Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/saral-altika-introduction",
      "title": "SARAL-AltiKa Introduction | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » SARAL-AltiKa » Introduction SARAL-AltiKa Introduction S ARAL mission results from the common interest of both CNES and ISRO in studying ocean from space using altimetry system and in promoting maximum use of the ARGOS Data Collecting System. Radar altimetry by satellite is a technique used in oceanography to measure, globally over the oceans, the sea level needed to understand ocean circulation and its variability. The importance of altimetry data to better understand the ocean circulation and its impact on the climate of the Earth led to the TOPEX/Poseidon and Jason series of satellites complemented by ERS1-2, GFO and ENVISAT. With the launch of these missions began a data collection that must continue well into the century in order to monitor the inter-annual evolution and separate transient phenomena from secular variations. SARAL/AltiKa mission belongs to the global altimetry system and then participates to the precise and accurate observations of ocean circulation and sea surface elevation for its life time. Thus it is the aim of AltiKa part of the SARAL mission to provide altimetric measurements designed to study ocean circulation and sea surface elevation with the same accuracy as the one provided by ENVISAT mission and complementary to Jasons mission. The AltiKa project developed by CNES is based on a large Ka-band altimeter (35.75 GHz, 500MHz), 1st oceanographic altimeter using such a high frequency. The use of the Ka-band frequency will supply more accurate measurements (improvement of the spatial and vertical resolution) enabling a better observation of ices, coastal areas, continental water bodies as well as the waves height. The drawback of this Ka-band frequency is its sensitivity to rain that can lead to signal attenuation. The SARAL/AltiKa mission is part of the operational satellite altimetry system, jointly with Jason-2, and enables to ensure the service continuity which is nowadays provided by ENVISAT altimeter jointly with Jason-2 and Jason-1. By ensuring the observations continuity and widening the observation areas, CNES answers the wish of the oceanography community by bringing a description: For the meso-scale in open ocean,, In coastal areas, For the seasonal forecast, For the hydrology, For the climate studies. AltiKa data will thus contribute, along with data from others altimetry missions, to the development of operational oceanography, to our climate understanding and to the development of forecasting capabilities through data assimilation methods improvement in coupled oceanatmosphere coupling models, bio-chemistry models, etc. Missions SARAL-AltiKa Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/oceansat-2-payloads",
      "title": "Oceansat-2 Payloads | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » OCEANSAT-2 » Payloads Oceansat-2 Payloads T he scientific payload contains three instruments. Two are Indian and one is from the Italian Space Agency. Ocean Colour Monitor (OCM) Scanning Scatterometer (SCAT) Radio Occultation Sounder for Atmospheric Studies (ROSA) Ocean Colour Monitor (OCM) OCM is an 8-band multi-spectral camera operating in the Visible and Near IR spectral range. This camera provides an instantaneous geometric field of view of 360 meter and a swath of 1420 km. OCM can be tilted up to + 20 degree along track. Scanning Scatterometer (SCAT) SCAT is an active microwave device designed and developed at ISRO/SAC, Ahmedabad. It is used to determine ocean surface level wind vectors through estimation of radar backscatter. The scatterometer system has a 1-m parabolic dish antenna and a dual feed assembly to generate two pencil beams and is scanned at a rate of 20.5 rpm to cover the entire swath. The Ku-band pencil beam scatterometer is an active microwave radar operating at 13.515 GHz providing a ground resolution cell of size 50 x 50 km. It consists of a parabolic dish antenna of 1 meter diameter which is offset mounted with a cant angle of about 46 degree with respect to earth viewing axis. This antenna is continuously rotated at 20.5 rpm using a scan mechanism with the scan axis along the +ve Yaw axis. By using two offset feeds at the focal plane of the antenna, two beams are generated which will conically scan the ground surface. The back scattered power in each beam from the ocean surface is measured to derive wind vector. It is an improved version of the one on Oceansat-1. The inner beam makes an incidence angle of 48.90 0 and the outer beam makes an incidence angle of 57.60 0 on the ground. It covers a continuous swath of 1400 km for inner beam and 1840 km for outer beam respectively. The inner and outer beams are configured in horizontal and vertical polarization respectively for both transmit and receive modes. The aim is to provide global ocean coverage and wind vector retrieval with a revisit time of 2 days. Radio Occultation Sounder for Atmospheric Studies (ROSA) ROSA is a new GPS occultation receiver provided by ASI (Italian Space Agency). The objective is to characterize the lower atmosphere and the ionosphere, opening the possibilities for the development of several scientific activities exploiting these new radio occultation data sets. Missions OCEANSAT-2 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/oceansat-2-spacecraft",
      "title": "Oceansat-2 SpaceCraft | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » OCEANSAT-2 » SpaceCraft Oceansat-2 SpaceCraft O ceansat-2 is envisaged to provide continuity of operational services of Oceansat-1(IRS-P4) with enhanced application potential. Launch date: Sept 23, 2009 Launch site: SHAR, Sriharikota Launch vehicle; PSLV - C14 Orbit: Polar Sun Synchronous Altitude: 720 km Inclination: 98.28° Period: 99.31 minutes Repetitivity: 2 days Payloads: OCM, SCAT and ROSA Local time of Eq. crossing: 12 noon ± 10 minutes Mass at lift off: 960 Kg Power: 15 Sq.m Solar panels generating 1360W, Two 24 Ah Ni-Cd Battries Mission Life: 5 years Missions OCEANSAT-2 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/oceansat-2-objectives",
      "title": "Oceansat-2 Objectives | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » OCEANSAT-2 » Objectives Oceansat-2 Objectives T he Indian satellite Oceansat-2 is designed to provide service continuity for operational users of the Ocean Colour Monitor (OCM)instrument on Oceansat-1. It will also enhance the potential of applications in other areas. The main objectives of OceanSat-2 are to study surface winds and ocean surface strata, observation of chlorophyll concentrations, monitoring of phytoplankton blooms, study of atmospheric aerosols and suspended sediments in the water. The primary mission objectives of Oceansat-2 are: To design, develop, launch and operate a three axis stabilized spacecraft carrying an Ocean Colour Monitor and Ku-band Scatterometer, To develop / implement algorithms for retrieval of geophysical parameters like wind vector on an operational basis. To promote new applications in the areas of ocean studies including prediction of cyclone trajectory, fisheries, coastal zone mapping etc. Oceansat-2 gathers systematic data for oceanographic, coastal and atmospheric applications. The main objectives of OceanSat-2 are to study surface winds and ocean surface strata, observation of chlorophyll concentrations, monitoring of phytoplankton blooms, study of atmospheric aerosols and suspended sediments in the water. Oceansat-2 carries two payloads for ocean related studies, namely, Ocean Colour Monitor (OCM) and Ku-band Pencil Beam Scatterometer. An additional piggy-back payload called ROSA (Radio Occultation Sounder for Atmospheric studies) developed by the Italian Space Agency (ASI) is also included. The major applications of data from Oceansat-2 are identification of potential fishing zones, sea state forecasting, coastal zone studies and inputs for weather forecasting and climatic studies. Missions OCEANSAT-2 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/oceansat-2-introduction",
      "title": "OCEANSAT-2 Introduction | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » OCEANSAT-2 » Introduction OCEANSAT-2 Introduction I ndia's Polar Satellite Launch Vehicle, PSLV-C14, in its 16th Mission launched 958 kg Oceansat-2 and six nano-satellites into a 720 km. intended Sun Synchronous Polar Orbit (SSPO) on September 23, 2009. OCEANSAT-2 mission is an evolution of the OCEANSAT-1. IRS-P4 (OCEANSAT-I), launched in 1999, is a dedicated satellite for Ocean applications and carries two Payloads: Ocean Color Monitor (OCM) and Multi-frequency Scanning Microwave Radiometer (MSMR). Out of these two, OCM is providing valuable data which is used for various applications both within India and by International users. The most significant application areas are identification of Potential Fishery Zones (PFZ) using OCM data & prediction of Monsoon arrival using MSMR data. Experience from OCM data consisted into algorithms developed for atmospheric correction of the data and retrieval of parameters like Chlorophyll concentration, total suspended matter (TSM), estimation of primary productivity, detection of algal blooms. OCEANSAT-2 provides same operational services as OCEANSAT-1 while adding new ones like atmospheric vertical profiles of temperature, pressure and humidity, wind fields over ocean surface, sea state, Ocean dynamics , and bio-physical parameters. OCEANSAT-2 is equipped with three payloads: OCM, Scatterometer and ROSA. OCM was also present on OCEANSAT-I, Scatterometer and ROSA are new instruments. The OCEANSAT-2 data is received at the ISRO Ground Segment, located in Hyderabad, and also at the ASI Multimission National Centre (CNM) , located in Matera. Missions OCEANSAT-2 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/oceansat-3-payloads",
      "title": "OCEANSAT-3 Payloads | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » OCEANSAT-3 » Payloads OCEANSAT-3 Payloads The scientific payload contains three instruments. • Ku-band Scatterometer (SCAT-3) • 13-band Ocean Colour Monitor (OCM-3) • 2-band Sea Surface Temperature Monitor (SSTM) • ARGOS by CNES French Space Agency Ocean Colour Monitor (OCM-3) : OCM-3 is a 13-band multi-spectral camera operating in the Visible and Near IR spectral range. It has 13 narrow ( 10-20 nm) spectral bands. T his camera provides an instantaneous geometric field of view of 368 meter and a swath of ~ 15000 km. OCM can be tilted up to + 20 degree along track. OCM-3 is planned to be operated in two modes: 1. Local Area Coverage (LAC) mode at 366 m resolution 2. Global Area Coverage (GAC) mode at 1.1 km resolution Scatterometer (SCAT-3) : SCAT-3 is an active microwave device designed and developed at ISRO/SAC, Ahmedabad. It is used to determine ocean surface level wind vectors through estimation of radar backscatter. Following are the sensor characteristics: • Ku-band, HH/VV (Swath 1400km), VV (1400-1800km) • High-resolution mode for ocean surface wind vectors at 12.5 km for the first time in addition to 25 km. • Experimental mode of high resolution wind @5km • Accuracy (RMSE): Speed ~ 1.5 m/s, Direction: ~15 deg. • Noise Equivalent s 0 improved by ~5dB to -39.5dB (-35dB) for H-beam, and -35dB (-31dB) for V-beam Sea Surface Temperature Monitoring (SSTM) : 2-band Sea Surface Temperature Monitor (SSTM) is a new instrument on-board Oceansat-3. Oceansat-3 Menu Missions OCEANSAT-3 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/oceansat-3-spacecraft",
      "title": "OCEANSAT-3 SpaceCraft | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » OCEANSAT-3 » SpaceCraft OCEANSAT-3 SpaceCraft Launch date: 26 November 2022 Launch site: SHAR, Sriharikota Launch vehicle; PSLV – C54 Orbit: Polar Sun Synchronous Altitude: 740 km Inclination: Repetitivity: 2 days Payloads: OCM, SCAT , SSTM and ARGOS Local time of Eq. crossing: 12 noon Mass at lift off: Oceansat-3 Menu Missions OCEANSAT-3 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/oceansat-3-objectives",
      "title": "OCEANSAT-3 Objectives | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » OCEANSAT-3 » Objectives OCEANSAT-3 Objectives To ensure the data continuity of Ocean colour and wind vector data to sustain the operational applications. To improve the applications, some additional datasets such as Sea Surface Temperature and more number of bands in Optical region for florescence and in Infrared region for atmospheric corrections are accommodated. To develop / improve related algorithms and data products to serve in well- established application areas and to enhance the mission utility. Oceansat-3 Menu Missions OCEANSAT-3 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/oceansat-3-introduction",
      "title": "Oceansat-3 Introduction | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » OCEANSAT-3 » Introduction Oceansat-3 Introduction ISRO has launched the EOS-06(Oceansat-3) satellite on 26 Nov 2022 in a polar sun-synchronous orbit at 740km altitude. EOS-06(Oceansat-3) is the third-generation satellite in the Oceansat series. This is to provide continuity services of Oceansat-2 spacecraft with enhanced payload specifications as well as application areas. EOS-06(Oceansat-3) has three main instruments, 13-band advanced Ocean Colour Monitor, Ku-band Scatterometer and a 2-channel Sea Surface Temperature Monitor. ARGOS is the fourth provided by French Space Agency (CNES). Unfortunately, the SSTM developed a technical problem in scan mechanism and therefore, not in operation at present. Payloads on EOS-06(Oceansat-3) are : • Ku-band Scatterometer (SCAT-3) • 13-band Ocean Colour Monitor (OCM-3) • 2-band Sea Surface Temperature Monitor (SSTM) • ARGOS by CNES French Space Agency Applications planned using EOS-06(Oceansat-3) datasets are as follows : Marine Resource Management Carbon & Nitrogen Cycling in Ocean Phytoplankton biodiversity Zooplankton & secondary pro Algal bloom detection and monitoring Climate change studies Phytoplankton physiology Atmosphere-Ocean processes and biological productivity Sediment dynamics & fluvial fluxes in coastal ocean Submarine applications Biogeochemical modelling Air quality dynamics from Oceansat -3 Coral reef ecosystem studies Land surface NDVI/LST Cryospheric Science Assimilation of ocean surface winds in NWP models Monsoon onset Cyclogenesis, track prediction, intensification Studies of ocean surface waves Modeling surface currents Assimilation of winds in coupled ocean circulations models, Winds and its effect on oceanic mixed layer Air-sea interactions Large-scale soil moisture estimation Vegetation classifications and their growth assessment. Oceansat-3 Menu Missions OCEANSAT-3 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3s-payloads",
      "title": "INSAT-3DS Payloads | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Mission » INSAT-3DS » Payloads INSAT-3DS Payloads T he satellite has 3 payloads: Meteorological (MET) - IMAGER and SOUNDER Data Relay Transponder (DRT) Satellite Aided Search and Rescue (SAS&R) Meteorological Payload The INSAT-3DS spacecraft incorporates advanced Imager and Sounder instruments. IMAGER The INSAT-3DS imager provides imaging capability of the earth disc from geostationary altitude in one visible (0.52 - 0.72 micrometers) and five infrared; 1.55 - 1.70(SWIR), 3.80 - 4.00(MIR), 6.50 - 7.00 (water vapour), 10.2 - 11.2 (TIR-1) and 11.5 - 12.5 (TIR-2) bands. The ground resolution at the sub-satellite point is nominally 1km x 1km for visible and SWIR bands, 4km x 4km for one MIR and both TIR bands and 8km x 8km for WV band. T he Imager is an improved design of VHRR/2 (Very High Resolution Radiometer) heritage instrument flown on the Kalpana-1 and INSAT-3A missions. The instrument features 6 spectral bands (against the 3 bands in previous versions) offering an improved 1 km resolution in the visible band for the monitoring of meso scale phenomena and severe local storms. The two new SWIR and MWIR bands with a resolution of 1 km and 4 km, respectively, will enable better land-cloud discrimination and detection of surface features like snow. One more significant improvement is the split-band TIR channel with two separate windows in 10.2-11.2 and 11.5-12.5 Micrometer regions with a 4 km resolution. This new element enables the extraction of sea surface temperature over the Indian region with a far greater accuracy since the dual-window algorithm can be applied to eliminate the atmospheric attenuation effects. The 1 km resolution of the visible channel and 4 km resolution of the thermal IR channels indirectly improve the accuracy of the derived products like outgoing longwave radiation and cloud motion vectors. Key Parameters of the Imager Telescope aperture 310 mm diameter Number of bands (6) 0.52 - 0.72 µm, VIS (Visible) 1.55 - 1.70 µm, SWIR (Short Wave Infrared) 3.80 - 4.00 µm, MWIR (Mid Wave Infrared) 6.50 - 7.00 µm, WV (Water Vapor) 10.2 - 11.2 µm, TIR-1 (Thermal Infrared) 11.5 - 12.5 µm, TIR-2 (Thermal Infrared) Spatial resolution 1 km for VIS and SWIR 4 km for MWIR 8 km for WV 4 km for TIR-1 and TIR-2 Band separation, band definition Beam splitter, interference filters IFOV (Instantaneous Field of View) 28 µrad for VIS and SWIR (1 km) 112 µrad for MWIR, TIR-1, & TIR-2 (4 km) 224 µrad for WV (8 km) Sampling interval 1.75 samples / IFOV for VIS, SWIR,MIR & TIR-1 / -2 3.5 samples / IFOV for WV Scan step angle Linear in E-W direction (8 µR step size) Line step 224 µrad in N-S direction Scan rate Scan linearity Inflight calibration 200º/s +0.2 s turnaround time 56 µR (peak to peak) Full aperture blackbody and spaceview Scan modes Full, normal and programmable sector for quick repetivity Frame time 25 minutes for normal mode Signal quantization 10 bit/sample Downlink data rate 4.0 Mbit/s SOUNDER The INSAT-3DS sounder has 18 infrared channels distributed over longwave and shortwave bands. A visible channel provides synoptic view of the clouds and the earth to aid in generating three dimensional map of temperature and moisture structure of the atmosphere. T he Sounder is a first time instrument of the geostationary INSAT series designed and developed at ISRO. The overall objective is to measure the temperature and humidity profiles (vertical distributions) to obtain a three-dimensional representation of the atmosphere. The instrument requirements call for soundings at 10 km ground resolution every 3 hours for a full frame scan. This enables the derivation of vertical profiles of temperature and humidity. These vertical profiles can then be used to derive various atmospheric stability indices and other parameters such as atmospheric water vapor content and total column ozone amount. Key Parameters of the sounder Telescope aperture 310 mm diameter Number of bands (6) 18 Infrared + 1 Visible Band definition Filter wheel with interference filters IFOV (Instantaneous Field of View) 280 µrad x 280 rad, corresponding to 10 km x 10 km on the surface Sampling interval 280 µrad E-W / N-S No of simultaneous soundings 4 per band Scan step angle 10 km E-W, every 0.1 s, and 40 km N-S after completion of E-W scan, 150 µR rms Step and dwell time 0.1, 0.2 and 0.4 s Turnaround time 0.1 s per scan In-flight calibration Full aperture blackbody and space view Scan modes Options provided to cater to quick dynamic environmental phenomena Frame time 160 minutes for 6000 km x 6000 km area sounding Signal quantization 13 bit/sample Downlink data rate 40 kbit/s Frame time 90 kg, (without cooler), 100 W Spectral parameters and sensitivity of the sounder Band No. Center wavelength µm (cm-1) Bandwidth µm (cm-1) NEDT at 300 K (typical) K 1 14.71 (680) 0.281 (13) 1.5 2 14.37 (696) 0.268 (13) 1 3 14.06 (711) 0.256 (13) 0.5 4 13.96 (733) 0.298 (16) 0.5 5 13.37 (749) 0.286 (16) 0.5 6 12.66 (790) 0.481 (30) 0.3 7 12.02 (832) 0.723 (50) 0.15 8 11.03 (907) 0.608 (50) 0.15 9 9.71 (1030) 0.235 (25) 0.2 10 7.43 (1425) 0.304 (55) 0.2 11 7.02 (1425) 0.394 (80) 0.2 12 6.51 (1535) 0.255 (60) 0.2 13 4.57 (2188) 0.048 (23) 0.2 14 4.52 (2210) 0.047 (23) 0.15 15 4.45 (2245) 0.045 (23) 0.15 16 4.13 (2420) 0.0683 (40) 0.15 17 3.98 (2513) 0.0683 (40) 0.15 18 3.74 (2671) 0.140 (100) 0.15 19 0.695 (14367) 0.05 (1000) (0.67-0.72) 0.1% albedo Communication Payload Communication transponders are required to be configured to provide continuity of some of the INSAT services. A total satellite mass of 2000kg is considered for the launch compatibility, and 70 kg (approximately) of mass apportionment is done for the communication payload components. The communication payload components are - Meteorological Transmitter, Data Relay Transponder, Satellite Aided Search and Rescue (SAS&R) Transponder & S-band Broadcast Satellite Services Transponder. INSAT-3DS Menu Mission INSAT-3DS Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3s-spacecraft",
      "title": "INSAT-3DS SpaceCraft | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Mission » INSAT-3DS » SpaceCraft INSAT-3DS SpaceCraft T he INSAT-3DS is a momentum-biased 3-axis stabilized spacecraft using star trackers for precise pointing control. The spacecraft has a launch mass of 420 Tonnes with Lift-Off Mass of 2275 kg . The nominal design life is 7.7 years. It is in Geostationary orbit, altitude of ~35, 786 km, location at 82° East. The three-axis stabilized geostationary satellite carries two meteorological instruments: a six channel Imager and an IR Sounder. Along with the channels in Visible, Middle Infrared, Water Vapor and Thermal Infrared bands, the Imager includes a SWIR channel for wider applications. The Sounder will have eighteen narrow spectral channels in three IR bands in addition to a channel in visible band. It also has a Data Relay Transponder and Satellite based Search & Rescue Payload. Several innovative technologies like on-the-fly correction of scan mirror pointing errors, biannual yaw rotation of the spacecraft, micro-stepping SADA, star sensors and integrated bus management unit have been incorporated to meet the stringent payload requirements like pointing accuracies, thermal management of IR detectors and concurrent operation of both instruments. A passive radiant cooler is used to cool the infrared detectors of imager and sounder instruments. The detectors temperature is maintained at 95 K (BOL) and 100 K (EOL). The passive cooler is also to maintain the sounder filter wheel temperature at 213 K. INSAT-3DS Menu Mission INSAT-3DS Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3s-objectives",
      "title": "INSAT-3DS Objectives | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Mission » INSAT-3DS » Objectives INSAT-3DS Objectives I NSAT or the Indian National Satellite System is a series of multipurpose Geo-stationary satellites launched by ISRO to satisfy the telecommunications, broadcasting, meteorology, and search and rescue needs of India. Commissioned in 1983, INSAT is the largest domestic communication system in the Asia Pacific Region. The satellites also incorporate transponder(s) for receiving distress alert signals for search and rescue missions in the South Asian and Indian Ocean Region, as ISRO is a member of the Cospas-Sarsat programme. The main objectives for this mission are to provide an operational, environmental and storm warning system to protect life and property. INSAT3DS will Monitor earth's surface and carryout oceanic observations and also provide data dissemination capabilities, Provide Broadcast Satellite Services (BSS) through two S-band transponders., INSAT-3DS Menu Mission INSAT-3DS Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/insat-3s-introduction",
      "title": "INSAT-3DS Introduction | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Mission » INSAT-3DS » Introduction INSAT-3DS Introduction I NSAT-3DS is a dedicated meteorological spacecraft designed for enhanced meteorological observation and monitoring of land and ocean surfaces of weather forecasting and disaster warning. INSAT-3DS is configured on I-2K bus with Sounder, Imager and Data Relay Transponder (DRT) and Satellite Aided Search & Rescue (SAS&R) Payloads. INSAT-3DS was flown on February 17, 2024 with a lift of mass of about 420 Tonnes by GSLV-F14 and expected minimum mission life is seven years. Communication Payload sub systems are configured to support INSAT system for DRT SAS&R and Meteorological Payload services. The mission goal is stated as \"to provide an operational, environmental & storm warning system to protect life & property and also to monitor earth's surface and carryout oceanic observations and also provide data dissemination capabilities\" The satellite has 3 payloads Meteorological (MET) - IMAGER and SOUNDER Data Relay Transponder (DRT) Satellite Aided Search and Rescue (SAS&R) The geophysical parameters that will be extracted from INSAT3DS are Outgoing Longwave Radiation (OLR), Quantitative Precipitation Estimation (QPE), Sea Surface Temperature (SST), Snow Cover, Snow Depth, Fire, Smoke, Aerosol, Cloud Motion Vector (CMV), Water Vapour Wind (WVW), Upper Tropospheric Humidity (UTH), Temperature, Humidity Profile and Total Ozone, Fog, Visible Wind Vector and other value added parameters from Imager and Sounder. INSAT-3DS Menu Mission INSAT-3DS Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/scatsat-1-payloads",
      "title": "SCATSAT-1 Payloads | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » SCATSAT-1 » Payloads SCATSAT-1 Payloads T he scientific payload contains the Scanning Scatterometer (SCAT) instrument. Scanning Scatterometer (SCAT) SCAT is an active microwave device designed and developed at SAC/ISRO, Ahmedabad. It is used to determine ocean surface level wind vectors through estimation of radar backscatter. The scatterometer system has a 1-m parabolic dish antenna and a dual feed assembly to generate two pencil beams and is scanned at a rate of 20.5 rpm to cover the entire swath. The Ku-band pencil beam scatterometer is an active microwave radar operating at 13.515 GHz providing a ground resolution cell of size 25 x 25 km. The parabolic dish antenna of 1 meter diameter is offset mounted with a cant angle of about 46 degree with respect to earth viewing axis. This antenna is continuously rotated at 20.5 rpm using a scan mechanism with the scan axis along the +ve Yaw axis. By using two offset feeds at the focal plane of the antenna, two beams are generated which will conically scan the ground surface. The back scattered power in each beam from the ocean surface is measured to derive wind vector. The inner beam makes an incidence angle of 48.90 0 and the outer beam makes an incidence angle of 57.60 0 on the ground. It covers a continuous swath of 1400 km for inner beam and 1840 km for outer beam respectively. The inner and outer beams are configured in horizontal and vertical polarization respectively for both transmit and receive modes. The aim is to provide global ocean coverage and wind vector retrieval with a revisit time of 2 days. Parameter Inner beam Outer beam Orbital altitude 720 km Instrument frequency 13.515 GHz (Ku-band) Wind speed range 3-30 m/s, accuracy of 1.8 m/s (rms) or 10% Wind direction 0 0 to 360 0 , accuracy of 20 0 rms Wind vector cell size (resolution) 25 km x 25 km grid Polarization HH VV Swath width 1400 km 1840 km Scanning circle radius 700 km 920 km Scanning rate 20.5 rpm Missions SCATSAT-1 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/scatsat-1-spacecraft",
      "title": "SCATSAT-1 SpaceCraft | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » SCATSAT-1 » SpaceCraft SCATSAT-1 SpaceCraft S CATSAT-1 is envisaged to provide continuity of operational services of OSCAT (IRS-P4) with enhanced application potential. Launch date: September 26, 2016 Launch site: SDSC (Satish Dhawan Space Centre), Sriharikota. Launch vehicle; PSLV - C35 Orbit: Sun Synchronous, dawn-dusk orbit Altitude: 720 km Inclination: 97.4° Local Time on Ascending Node 6:00 hours Repetitivity: 2 days Payloads: Scatterometer Mass at lift off: 310 Kg Power: 15 Sq.m Solar panels generating 1360W, Two 24 Ah Ni-Cd Battries Mission Life: 5 years Missions SCATSAT-1 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/scatsat-1-objectives",
      "title": "SCATSAT-1 Objectives | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » SCATSAT-1 » Objectives SCATSAT-1 Objectives T he Indian satellite SCATSAT-1 is a miniature satellite dedicated to ocean wind observation. It is preceded by Oceansat-2 which was also dedicated for the same objective. Major objectives of SCATSAT-1 is weather forecasting, cyclone prediction along with ocean state monitoring and prediction. It is currently catering towards weather and climate sector, naval and shipping operations, renewable energy sector along with tracking services to India as well as to the world. Missions SCATSAT-1 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    },
    {
      "url": "https://www.mosdac.gov.in/scatsat-1-introduction",
      "title": "SCATSAT-1 Introduction | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Missions » SCATSAT-1 » Introduction SCATSAT-1 Introduction I ndian Space Research Organisation launched SCATSAT-1 for ocean and weather related studies and seven co-passenger satellites into polar Sun Synchronous Orbit (SSO) on September 26, 2016. The Polar Satellite Launch Vehicle, in its 37th flight, (PSLV-C35) launched the satellites at 9:12 hours on September 26, 2016 from Satish Dhawan Space Centre in Sriharikota. The 377 kg SCATSAT-1 satellite have satellites from Algeria, Canada and USA, as well as two satellites from Indian Universities as its co-passengers. SCATSAT-1 is placed into a 720 km Polar Sun Synchronous Orbit, whereas the two Universities' satellites and the five foreign satellites are placed into a 670 km polar orbit. This PSLV mission is unique in itself as it is for the first time that its payloads are placed into two different orbits. PSLV-C35 launched from the First Launch Pad (FLP) of Satish Dhawan Space Centre and is the 15th flight of PSLV in 'XL' configuration (with the use of solid strap-on motors). Missions SCATSAT-1 Introduction Objectives SpaceCraft Payloads Data Products Documents \"",
      "categories": ["Satellite"]
    }
  ],
  "Ocean": [
    {
      "url": "https://www.mosdac.gov.in/sea-ice-occurrence-probability",
      "title": "Sea Ice Occurrence Probability | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Ocean » Sea Ice Occurrence Probability Sea Ice Occurrence Probability The Sea Ice Occurrence Probability (SIOP36) data were prepared from 36 years (October 1978 to December 2014) NSIDC sea ice concentration (SIC) data over the Antarctic Region (Cavalieri, 1996). The SIC data were downloaded from NSIDC data site:( http://nsidc.org/data (link is external)). The SIOP36 data consist of 366 data files corresponding to 366 days with the first file representing 1st January and the last, 31st December. The file naming nomenclature follows SIOP36_MMDD_S.bin[.tif/.png] format; where MM refers to month number (01 to 12, 01 being January), DD refers to date of the month, and the character S refers to Southern Hemishphere. Data formats are indicated by .bin (Binary), .tif (GeoTIFF), and .png (Portable Network Graphics). Data is freely available to global scientific community and can be downloaded from www.mosdac.gov.in (link is external). Probability values are calculated from the long-term NASA Team algorithm-derived SMMR-SSM/I-SSMIS sea ice concentration product (Cavalieri, 1996). The dataset is given in Polar Stereographic projection with a grid size of 25km x 25km in latitude and longitude. The grid coordinates of the upper left pixel are 39.2 deg S, 42.2 deg W. There are 316 columns and 332 rows. Data values are stored as IEEE floats representing probabilities in the range 0-100%. Pixels with zero values corresponds to either Antarctic land/ice or ocean water. Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version SIOP36 (ver BETA) Data Sources The major input data is NASA Team algorithm-derived SMMR-SSM/I-SSMIS sea ice concentration data over Antarctic Region (Cavalieri, 1996) for 36 years (October 1978 to December 2014). The data was downloaded from NSIDC data site: ( http://nsidc.org/data ). Processing Steps Following are the three major processing steps : i. Classification of pixels into sea-ice and non-sea-ice classes. ii. Determination of sea-ice-pixel frequency over study period iii. Calculation of Sea Ice Probability iv. Converting the data into three (.bin, .tif, and .png) formats. Data Citation Data Citation This dataset may be cited as (Rajak et al, 2015). Rajak D. Ram, R.K. Kamaljit Singh, Jayaprasad P., Sandip R. Oza, Rashmi Sharma, and Raj Kumar (2015). Sea Ice Occurrence Probability Data and Its Applications Over the Antarctic. Manuscript submitted to a journal. References Cavalieri, D. J., C. L. Parkinson, P. Gloersen, and H. Zwally. 1996, updated yearly. Sea Ice Concentrations from Nimbus-7 SMMR and DMSP SSM/I-SSMIS Passive Microwave Data. [October 1978 to December 2012]. Boulder, Colorado USA: NASA National Snow and Ice Data CentreDistributed Active Archive Centre. References This dataset may be cited as (Rajak et al, 2015). Comiso, J. C. 2000, updated 2014. Bootstrap Sea Ice Concentrations from Nimbus-7 SMMR and DMSP SSM/I-SSMIS. Version 2. [October 1978 to December 2012]. Boulder, Colorado USA: NASA DAAC at the National Snow and Ice Data Center. Rajak D. Ram, R.K. Kamaljit Singh, Jayaprasad P., Sandip R. Oza, Rashmi Sharma, and Raj Kumar (2015). PROBABILISTIC SEA ICE OCCURRENCE DATA OVER ANTARCTIC REGION. Manuscript under preparation. Derivation Techniques and Algorithm Daily Probability of occurrence of sea ice: Pr = 100 x N / (Y-n) where, N, is the number of times the pixel has been classified as sea ice (sea ice concentration => 15%); Y, is the total possible observations, and n is the number of years with data loss on that particular date. Limitations Accuracy assessment of the dataset has not been carried out. Known problems with data The inherent problems of the major input sea ice concentration data (from NSIDC site) may be considered the problems with this dataset. Related data collections Northern Hemisphere EASE-Grid 2.0 Weekly Snow Cover and Sea Ice Extent. Version 4. Boulder, Colorado USA: NASA DAAC at the National Snow and Ice Data Center (Brodzik, M. and R. Armstrong. 2013.). [ http://nsidc.org/data ]. File Naming Convention The file names follows SIOP36_MMDD_S.bin[.tif/.png] naming convention; Where MM refers to month number (01 to 12, 01 being January), DD refers to date of the month, and S refers to Southern Hemisphere. Data types are indicated by .bin (binary), .tif (geotiff), and .png (portable network graphics). MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact D. Ram Rajak, OSD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India. Email: rajakdr@sac.isro.gov.in 3 Metadata date March 05, 2015 4 Data Lineage or Quality First ever sea ice occurrence probability data available over the Antarctic 5 Title Sea Ice Occurrence Probability Data over the Antarctic (SIOP36). 6 Abstract Antarctic Sea Ice Occurrence Probability (SIOP) for each day from January 1st to December 31st is generated from NSIDC sea ice concentration data (Comiso, 2000) which were downloaded from the NSIDC site: ( http://nsidc.org/data ). The SIOP data for 36 years (October 1978 to December 2014) are named as SIOP36 7 Dataset Contact D. Ram Rajak, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6051. Email: rajakdr@sac.isro.gov.in 8 Update frequency 3 years 9 Access Rights or Restriction Open Access 10 Spatial Resolution 25 000 m 11 Language English 12 Topic Category Polar Science 13 Keywords Sea Ice, Probability, the Antarctic 14 Date or period January 01 to December 31 Sea Ice Occurrence Daily Probability calculated from October 1978 to December 2014 data 15 Responsible Party D. Ram Rajak, R. K. Kamaljit Singh, Jayaprasad P., Sandip R. Oza, Rashmi Sharma, and Raj Kumar, Space Applications Centre (ISRO), Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Calculated Sea Ice Occurrence Probability (SIOP) for each day from January 1st to December 31st using NSIDC sea ice concentration data (Comiso, 2000). Further details are available in Rajak et al, 2015 16b Individual name D. Ram Rajak, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6051. Email: rajakdr@sac.isro.gov.in 16c Position Scientist/Engineer, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6051. Email: rajakdr@sac.isro.gov.in 16d Vertical Extent (minimumValue, maximumValue, unitOfMeasure, vertical datum) Probability in percentage. Minimum value = 0.0294%. Maximum value = 100.0%. Mask: Antarctica land/ice and open ocean water (value = 0.0) 17 Geographic Extent UL Coordinates: 40S, 42W. UR Coordinates: 40S, 42E. LL Coordinates: 42S, 135W. LR Coordinates: 42S, 135E 18 Geographic name, geographic Identifier Ocean surrounding Antarctica 19 Bounding box UL Coordinates: 40S, 42W. UR Coordinates: 40S, 42E. LL Coordinates: 42S, 135W. LR Coordinates: 42S, 135E. Number of columns i. e. image width: 316 pixels. Number of Rows i.e. Image Height: 332 pixels 20 Temporal Extent Based on input NSIDC Sea Ice Concentration Data October 1978 to December 2014 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download in Binary, GeoTIFF and PNG formats. Binary and GeoTIFF data in Float format 23 Processing Level Level 4 (Data product derived from sea ice concentration product) 24 Reference System Projection: Polar Stereographic (0.0 E,70.0 S,0.0 m,0.0 m). Datum: WGS84 Tags: Opendata Ocean \"",
      "categories": ["Ocean"]
    },
    {
      "url": "https://www.mosdac.gov.in/oceanic-eddies-detection",
      "title": "Oceanic Eddies Detection | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Ocean » Oceanic Eddies Detection Oceanic Eddies Detection The oceanic eddy parameter information was prepared for 24 years (1993 – 2016) over Bay of Bengal using AVISO. Merged and gridded satellite altimeter product of sea surface height (SSH) anomaly at 7-day interval having special resolution of 0.25o has been used for present study. Mesoscale oceanic eddies have been identified and tracked in weekly merged altimeter product of Sea Surface Height (SSH) from AVISO. Eddies have been identified based on closed contour approach followed by shape criteria. An automated tracking algorithm has been employed to track these eddies with different lifetime. The trajectories of eddies have been computed from their time history. Present method has been used separately for cold core and warm core eddies. There are 24 files each containing weekly eddy data information for individual year. Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.0 (beta) Data Sources The daily gridded map of Absolute Dynamic Topography data is obtained from AVISO ftp site ( ftp://ftp.aviso.oceanobs.com ) Website ( http://www.aviso.oceanobs.com/ ) Processing Steps Remove the long wavelength component of the SSH anomaly and retain the mesoscale features with the wavelength 50-500 km scale. Identified outer most closed contour of SSH anomaly. The closed contours are sequentially identified, analysed and checked essential criteria. Size and amplitude based thresholds for eddy detection were fixed after carrying out several trials. Eddies are detected and calculated the eddy parameters. Detected eddies are tracked individually. References Chelton, D. B., M. G. Schlax, R. M. Samelson, and R. A. de Szoeke (2007), Global observations of large oceanic eddies, Geophys. Res. Lett., 34, L15606, doi:10.1029/2007GL030812. Derivation Techniques and Algorithm We have followed Chelton et. Al. 2007 in deriving the eddy census in Bay of Bengal with minor modifications in fixing the thresholds for eddy detection specific to this region. This was achieved after performing several trial experiments with different combinations of size and amplitude values. Limitations Accuracy assessment of the dataset has not been carried out. The number of eddies are depending upon the diameter and amplitude threshold. Only mesoscale eddies with maximum diameter of 400km are being considered. Known problems with data Less reliability of SSH data near the coast with altimetry is a known problem. Related data collections http://www.aviso.altimetry.fr/en/data/data-access/registration-form.html File Naming Convention The typical file name is 'eddy_parameter_YYYY.nc' or ‘YYYY.gif’ where 'eddy_parameter’ signifies that this product consists of eddy parameters. 'YYYY' corresponds to the year, ex: 2015. All the data files are in NetCDF 4 format and the images are in gif format. MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date December 12, 2017 4 Data Lineage or Quality Science product of eddy parameters over Bay of Bengal. 5 Title Characterizing Ocean Eddy activities in the Bay of Bengal using Altimeter data 6 Abstract The oceanic eddy parameter information over Bay of Bengal was prepared for 24 years (1993 – 2016) using AVISO merged and gridded satellite altimeter sea surface height (SSH) data. SSH anomaly at 7-day interval having special resolution of 0.25o has been used for present study. 7 Dataset Contact M. Jishad, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6117. Email: jishadm@sac.isro.gov.in 8 Update frequency - 9 Access Rights or Restriction Open Access 10 Spatial Resolution 0.25o X 0.25o 11 Language English 12 Topic Category Physical Oceanography 13 Keywords Altimter, sea surface height, Oceanic eddy, Bay of Bengal, Cyclonic and anti-cyclonic 14 Date or period January 01 1993 to December 31 2016 weekly data 15 Responsible Party Jishad M, Rashmi Sharma and Neeraj Agarwal, Space Applications Centre (ISRO), Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Mesoscale oceanic eddies have been identified and tracked in weekly merged altimeter product of Sea Surface Height (SSH) in the Bay of Bengal during the period 1993-2016. 16b Individual name M. Jishad, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6117. Email: jishadm@sac.isro.gov.in 16c Position Scientist/Engineer, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6117. Email: jishadm@sac.isro.gov.in 16d Vertical Extent (minimumValue, maximumValue, unitOfMeasure, vertical datum) time(time): units = \"days since 1950-1-1 00:00:00\" : calendar = \"Gregorian\"; EddyNumber(EddyNumber): “Number of the eddy”; flag(flag): \"1 for anticyclonic and 2 for cyclonic\"; eddy_id(time, EddyNumber, flag): “eddy id number”; cent_lat(time, EddyNumber, flag): Eddy centre latitude : units = \"degree_north\"; cent_lon(time, EddyNumber, flag):Eddy centre longitude : units = \"degree_east\"; amp_ed(time, EddyNumber, flag):Amplitude of the eddy : units = \"cm\"; sca_ed(time, EddyNumber, flag):Scale of the eddy : units = \"km\"; are_ed(time, EddyNumber, flag): Area of the eddy : units = \"km^2\"; 17 Geographic Extent Longitude: 78OE to 100O E Latitude : 5ON to 25O N 18 Geographic name, geographic Identifier Bay of Bengal 19 Bounding box Longitude : 78OE to 100O E Latitude : 5ON to 25O N Resolution : 0.25 O 20 Temporal Extent Based on input AVISO data from 1993-2016 (24 years) 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download of data files in NetCDF format and images in GIF format 23 Processing Level Level 4 (Data product derived from The weakly gridded map of Absolute Dynamic Topography data) 24 Reference System Projection: Spherical coordinates Tags: Opendata Ocean \"",
      "categories": ["Ocean"]
    },
    {
      "url": "https://www.mosdac.gov.in/ocean-subsurface",
      "title": "Ocean Subsurface | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Ocean » Ocean Subsurface Ocean Subsurface Satellite data has been used to reconstruct ocean interior density and velocity anomalies in the Bay of Bengal through the “interior + surface Quasigeostrophic” (isQG) method. The inputs are sea surface height anomaly (AVISO), sea surface density anomaly; which is calculated using GHRSST sea surface temperature and SMAP sea surface salinity. One more input is the Brunt-Vaisala frequency, calculated from in-situ analysis system (ISAS) climatological data. The results show that isQG retrieved subsurface density anomalies are very promising compared to RAMA buoy data in the cold season when EKE is minimum. Validation of retrieved density has also been performed using ARGO data which reveals that isQG is more promising when the stratification is weak . Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.0 (beta) Data Sources Reynold's Optimum Interpolated Sea Surface Temperature (OISST) ( https://www.ncdc.noaa.gov/oisst ) SMAP sea surface salinity (SSS) ( https://smap.jpl.nasa.gov/data/ ). AVISO sea surface height (SSH) ( https://www.aviso.altimetry.fr/en/data.html ). ISAS-13 temperature/salinity profile ( https://annuaire.ifremer.fr/cv/16058 ). Processing Steps Climatological temperature, salinity (T/S) fields are calculated from ISAS-13 data. Also Brunt-Viasala frequency(N) is calculated. Monthly Sea surface density anomaly(SSDA) is calculated from GHRSST, SMAP and ISAS-Climatology. Monthly sea surface height anomaly(SSHA) is calculated using AVISO data. Using interior + surface Quasi-Geostrophic(isQG) methodology, taking Barotropic and first Baroclinic modes, and taking SSHA and SSDA as boundary conditions, ocean interior density and velocity anomaly are reconstructed. References Liu, L., S. Peng, and R. X. Huang (2017), Reconstruction of ocean’s interior from observed sea surface information, J. Geophys. Res. Oceans, 122, 1042– 1056, doi:10.1002/2016JC011927. Wang, J., G. Flierl, J. LaCasce, J. McClean, and A. Mahadevan (2013), Reconstructing the ocean’s interior from surface data, J. Phys. Oceanogr., 43, 1611–1626, doi:10.1175/JPO-D-12-0204.1. Scott, R. B., and D. G. Furnival, 2012: Assessment of traditional and new eigen-function bases applied to extrapolation of surface geostrophic current time series to below the surface in an idealized primitive equation simulation. J. Phys. Oceanogr., 42, 165–178. Smith, K. S., and G. K. Vallis, 2001: The scales and equilibration of mid-ocean eddies: Freely evolving ﬂow. J. Phys. Oceanogr., 31, 554–571. Pedlosky, J., 1987: Geophysical Fluid Dynamics. 2nd ed. Springer Verlag, 710 pp. Lapeyre, G., 2009: What vertical mode does the altimeter reﬂect? On the decomposition in baroclinic modes and on a surface trapped mode. J. Phys. Oceanogr., 39, 2857–2874. P. Klein, 2006: Dynamics of the upper oceanic layers in terms of surface quasi-geostrophy theory. J. Phys. Oceanogr., 36, 165–176. Derivation Techniques and Algorithm The algorithm is called interior + surface Quasi-Geostrophic(isQG) method. User should refer doi:10.1175/JPO-D-12-0204.1. Limitations This method is only applicable in a region where the Coriolis parameter does not change abruptly. Also it is not applicable on the equator. Vertical movement is ignored in isQG framework. isQG method works well when the eddy kinetic energy (EKE) is low. If EKE is large, it will fail to generate accurate subsurface fields. We considered the Barotropic and the first Baroclinic modes only in our analysis. This certainly limits our approach. This method generates less satisfactory subsurface fields if the stratification is strong. The vertical resolution in our case is 10 m. This is a major drawback since in Bay of Bengal, the mixed layer can be as shallow as 15-20 m. Known problems with data Data problems due to bad weather (heavy rain) and extreme events like cyclones etc. File Naming Conventio n Netcdf file: isQG_yyyy.nc MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date May, 2018 4 Data Lineage or Quality Sea surface height anomaly, Sea surface density anomaly in Bay of Bengal using isQG methodology. 5 Title Reconstruction of Ocean interior density and horizontal velocity anomaly ﬁelds using Satellite data in Bay of Bengal 6 Abstract Satellite data has been used to reconstruct ocean interior density and velocity anomalies in the Bay of Bengal through the “interior + surface Quasigeostrophic” (isQG) method. The inputs are sea surface height anomaly (AVISO), sea surface density anomaly; which is calculated using GHRSST sea surface temperature and SMAP sea surface salinity. One more input is the Brunt-Vaisala frequency, calculated from in-situ analysis system (ISAS) climatological data. The results show that isQG retrieved subsurface density anomalies are very promising compared to RAMA buoy data in the cold season when EKE is minimum. Validation of retrieved density has also been performed using ARGO data which reveals that isQG is more promising when the stratification is weak . 7 Dataset Contact Anup Kumar Mandal, OSD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad, 380015, anupmandal@sac.isro.gov.in 8 Update Frequency Six months. 9 Access Rights or Restriction Open Access 10 Spatial Resolution Spatial resolution is 25 km, while vertical resolution is 10m 11 Language English 12 Topic Category Ocean subsurface product (SAMUDRA Project) using satellite data. 13 Keywords Density anomaly, Velocity anomaly, subsurface fields, 3D-Ocean fields 14 Date or period January 2017 - till date 15 Responsible Party Anup Kumar Mandal,OSD/AOGG/ EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Geophysical parameters from satellite data in the Bay of Bengal region. 16b Individual name Anup Kumar Mandal, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6117. Email: anupmandal@sac.isro.gov.in 16c Position Scientist/Engineer, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015 16d Vertical Extent (minimumValue, maximumValue, unitOfMeasure, vertical datum) Lat_min : 05N Lat_max : 25 N Lon_min: 75E Lon_max: 95 E 17 Geographic Extent Indian Landmass 18 Geographic name, geographic Identifier Bay of Bengal 19 Bounding box Lat_min : 05N Lat_max : 25 N Lon_min: 75E Lon_max: 95 E 20 Temporal Extent January 2017 till date 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download of data files in netCDF format 23 Processing Level Level 4 4 Reference System Datum: WGS84 Tags: Opendata Ocean \"",
      "categories": ["Forecast", "Ocean"]
    },
    {
      "url": "https://www.mosdac.gov.in/indian-mainland-coastal-product",
      "title": "Indian Mainland Coastal Product | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Ocean » Indian Mainland Coastal Product Indian Mainland Coastal Product SARAL/AltiKa was launched on 25 February 2013 as a joint collaboration mission of ISRO and CNES. With smaller footprint than earlier satellite altimeters, SARAL/AltiKa has improved coastal performance. Specific waveform processing has been used in this product to derive along track geophysical parameters (Sea Surface Height, Significant wave height and wind speed) from the altimeter 40-Hz waveform data. This product is generated for Indian mainland coastal region (up to 50 km from the coast). This product is available for 35 cycles of SARAL/AltiKa starting from March 2013 through July 2016. Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.1 (Beta) Data Sources Altimeter Sensor-Interim Geophysical Data Record (S-IGDR) Indian Ocean Bathymetry Indian Ocean Geoid High resolution coastline Processing Steps i. High resolution bathymetry is used to separate the coastal and land waveforms. ii. Waveforms are classified based on their shape. iii. Waveforms are retracked with the beta parameter retrackers (BETA5 and BETA9) and BAGP (Brown with asymmetric Gaussian Peak) retracker to get sea surface height (SSH), sea surface height anomaly (SSHA), significant wave height (SWH) and wind speed. iv. Using Significant Wave Height (SWH) and wind speed, the wave period is derived based on the data adaptive technique of &quot; Genetic Algorithm &quot; (Remya et al. 2011) v. Wave power is derived based on SWH and estimated wave period. 40 Hz data is filtered using a lanczos filter to remove high frequency noise. vi. Wind power is calculated using standard wind power formula. 40 Hz data is filtered using a lanczos filter to remove high frequency noise. References Amarouche L, Thibaut P, Zanife O.-Z, Dumont, P. Vincent J.-P. and Steunou N 2004. Improving the Jason-1 ground retracking to better account for attitude effects, Mar. Geod. 27: 171-197. Brown, G. S. 1977. The Average impulse response of a rough surface and its applications, IEEE Trans. Antennas Propag. AP-25: 67-74. Chelton, D. B., J. C. Ries, B. J. Haines, L. L. Fu, and P. S. Callahan, 2001, “Satellite Altimetry”, Satellite Altimetry and Earth Sciences, ed. L.L. Fu and A. Cazenave, pp. 1-131. Chaudhary A., Basu S., Kumar R, Mahesh, C. and Sharma R. 2015.” Shape classification of AltiKa 40-Hz waveforms using Linear Discriminant Analysis and Bayes Decision Rule in the Gujarat Coastal region “Marine Geodesy. Coastal and Hydrology Altimetry product (PISTACH) handbook, CLS-DOS-NT-10-246, SALP-MU-P-OP-16031-CN 01/00, 1. 0, Oct. 4, 2010 Deng, X., and W. E. Featherstone. 2006. A coastal retracking system for satellite radar altimeter waveforms: Application to ERS-2 around Australia. J. Geophys. Res. 111: doi:10.1029/2005JC003039. Deng, X. 2003. “Improvement of geodetic parameter estimation in coastal regions from satellite radar altimetry.” PhD. Dissertation, Curtin University of Technology, Perth, Australia. Halimi, A., C. Mailhes, J. – Y. Tourneret, P. Thibaut, and F. Boy. 2013. Parameter estimation for peaky altimetric waveforms. IEEE Trans. Geosci. Rem. Sens., 51: 1568-1577. The PISTACH project for coastal altimetry: Status, products and early results, in Proc. OST-ST Meeting, Seattle, WA. Nelder, J.A. and Mead R. 1965. A simplex method for function minimization. Computer Journal, vol 7, no. 4, 308-313. Ray, R. D., 1999, A global ocean tide model from TOPEX/POSEIDON altimetry: GOT99.2, NASA Tech. Memorandum 1999-209478, Goddard Space Flight Center, Greenbelt, MD. SARAL/AltiKa Products Handbook, SALP-MU-M-OP-15984-CN, 2, 4, December 9, 2013 Remya, G., Kumar, R., Basu, S., &amp; Sarkar, A. (2011). Altimeter-derived ocean wave period using genetic algorithm. IEEE Geoscience and Remote Sensing Letters, 8(2), 354-358. R. Govindan, R. Kumar, S. Basu and A. Sarkar. &quot; Altimeter-Derived Ocean Wave Period Using Genetic Algorithm, &quot; IEEE Geosci. Remote Sens. Lett.,VOL 8.NO. 2,pp. 354 - 358, March 2011 Sindhu, B., I. Suresh, A. S. Unnikrishnan, N. V. Bhatkar, S.Neetu and G. S. Michael 2007. Improved bathymetric data sets for the shallow water regions in the Indian Ocean. J. Earth Syst. Sci.,116,61–274. Sreejith, K.M., Rajesh, S., Majumdar, T.J., Srinivasa Rao G., Radhakrishna, M., Krishna, K.S., Rajawat A.S., 2013. High-resolution residual geoid and gravity anomaly data of the northern Indian Ocean - an input to geological understanding. J. Asian Earth Sci. 62, 616–626. Derivation Techniques and Algorithm User should refer User Handbook “Moving closer to the coast by SARAL/AltiKa: Geophysical Product for Indian Mainland Region” for complete reference to the algorithm and processing steps. For Handbook SARAL/AltiKa: Geophysical Product for Indian Mainland Region (Size: 1.14MB Format: PDF Tool: PDFView) Click Here For value added wave product: The wave power (P) is mathematically derived as Where 1. P is Wave power per unit of wave-crest length (in Kilowatt/m) 2. R represents the satellite range 3. H m0 is the significant wave height (in meters) 4. T is wave period (in seconds) 5. ρ is the density of water (in kilogram/cubic meter) 6. g is the acceleration due to gravity (in meters/square seconds) Wind power is generated by using; We have assumed unit area in this equation. is density of air and is wind speed. Limitations Based on the availability of the Altimeter dataset over the study region (Data Gap, altimeter track loss, bad weather, etc.). Geophysical and atmospheric range corrections have been obtained from the standard 1-Hz product of SARAL/AltiKa. Known problems with data Data problems due to bad weather (heavy rain). Onboard tracker failure leads to unusable data. Coastal contamination may lead to erroneous estimate of the derived parameters. File Naming Convention Netcdf file: SRL_CCC_TTTT_yyyymmddHHMMSS_yyyymmddHHMMSS_INDIANCOAST_SIGDR_VER1.1.nc; JPG Files: ssha_cycCCC_yyyymmdd_yymmdd.jpg (sea surface height anomaly image) swh_cycCCC_yyyymmdd_yymmdd.jpg (swh image) wind_speed_cycCCC_yyyymmdd_yymmdd.jpg (wind speed image) Where CCC is the cycle number and TTTT is the track number., first yyyymmddHHMMSS is the start time of the file., and second yyyymmddHHMMSS is the end time of the file.. For values added wind wave power product: wind_power_cycCCC_yyyymmdd_yymmdd.jpg (wind power image) wave_power_cycCCC_yyyymmdd_yymmdd.jpg (wave power image) MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date October, 2016 4 Data Lineage or Quality Sea surface height, Significant wave height, wind speed in coastal regions using radar altimeters and wind wave power derived in coastal region. 5 Title SARAL/AltiKa Coastal Product (Indian region) and Wind Wave Power product 6 Abstract SARAL, a joint ISRO-CNES satellite mission, was successfully launched in 2013. It carries a Ka band single frequency satellite altimeter (AltiKa). Satellite altimeters are primarily used to study sea level changes. In the open ocean, the altimetric echo follows a standard shape, with steeply rising leading edge followed by a trailing edge with gradually diminishing power. This standard shape is in agreement with the theoretical Brown model and hence can be easily modeled. However, in the coastal areas, due to the presence of land and other coastal featues in the footprint of the altimeter, contamination occurs and the return is different from open ocean. Up to some extent these contaminations can be modeled. Footprint size of SARAL/Altika is small which is ideal for coastal studies. The available ocean retracker (MLE4) itself shows good performance near the coast. However, further improvemnts can be achieved by using algorithms which can simulate contaminations impact in the coastal areas. In this document we have used various models for the return waveforms at 40 Hz to extract maximum information from the altimeter. Our results show that algorithms which are useful in the coastal areas are BETA5, BETA9 and Brown with Asymmetric Gaussian Peak (BAGP). Additionally, a wind power and wave power product has also been generated from this coastal product. 7 Dataset Contact Aditya Chaudhary, OSD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad 380015, aditya.osd@sac.isro.gov.in 8 Update frequency 35 cycles of SARAL/AltiKa have been processed. After this, cycles are not in exact repeat mode. 9 Access Rights or Restriction Open Access 10 Spatial Resolution Data is provided at 40 Hz which corresponds to spatial resolution of nearly 180m. 11 Language English 12 Topic Category Coastal Altimetry 13 Keywords Satellite altimetry, waveform retracking, sea level, significant wave height, waveform classification 14 Date or period Cycle 1 to Cycle 35 of SARAL/AltiKa (March 2013 to July 2016) 15 Responsible Party Aditya Chaudhary,OSD/AOGG/ EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Retreival of Geophysical parameters from satellite altimeter over the Indian Coast 16b Individual name Aditya Chaudhary, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6051. Email: Aditya.osd@sac.isro.gov.in 16c Position Scientist/Engineer, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6051. Email: aditya.osd@sac.isro.gov.in 17 Geographic Extent lat_min: 05N, lat_max: 24N, lon_min: 68E, lon_max: 90E 18 Geographic name, geographic Identifier Indian Coastal Region 19 Bounding box lat_min: 05N, lat_max: 24N, lon_min: 68E, lon_max: 90E 20 Temporal Extent March 2013 to July 2016 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download in netcdf formats. 23 Processing Level Level 3 (Data product derived from altimeter S-IGDR product) 24 Reference System Datum: WGS84 Tags: Opendata Ocean \"",
      "categories": ["Access", "Ocean"]
    },
    {
      "url": "https://www.mosdac.gov.in/high-resolution-sea-surface-salinity",
      "title": "High Resolution Sea Surface Salinity | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Ocean » High Resolution Sea Surface Salinity High Resolution Sea Surface Salinity The Bay of Bengal's high-resolution sea surface salinity has been reconstructed using a Lagrangian technique leveraging satellite data. The primary input datasets utilized are sea surface salinity data from the SMAP mission and sea surface currents derived from altimetry. These datasets are obtained at a spatial resolution of 25 km. The SMAP mission has been operational since 2015, whereas altimetry-derived sea surface currents have been available since 1993. Validation of this reconstructed product was conducted against in-situ datasets obtained from thermo-salinographs. Results indicate that the reconstructed product more accurately captures front formation compared to the original SMAP salinity fields. Data Access Science products are available to download with a Single Sign On on MOSDAC. Click Here to access the data Data Version Version 1.0 (beta). Data Sources SMAP Sea Surface Salinity ( https://podaac.jpl.nasa.gov/dataset/SMAP_JPL_L3_SSS_CAP_8DAY-RUNNINGMEAN_V5 ) Altimetry-derived sea surface currents ( https://data.marine.copernicus.eu/product/SEALEVEL_GLO_PHY_L4_MY_008_047/ ). Processing Steps i. Remap Sea Surface Currents with a spatial resolution of 5 km. ii. Backward advection of particles from the final time {t} rsub {f} to the initial time {t} rsub {f} -14 , where 14 is the number of days the particles are advected using Runge-Kutta 4th order method. iii. The SMAP Sea Surface Salinity observed at {t} rsub {f} -14 is interpolated onto the particle positions that day. iv. With this, each particle has an SSS value on {t} rsub {f} day that corresponds to the observation at {t} rsub {f} -14 . References [1] Barbara, B., Drushka, K., & Gaube, P. (2021), â€œLagrangian reconstruction to extract small-scale salinity variability from SMAP obervationsâ€, JGR Oceans, 126(3), e2020JC016477. [2] Dencausse, G., Morrow, R., RogÃ©, M., and Fleury, S. (2014). Lateral stirring of large-scale tracer fields by altimetry. Ocean Dynamics, 64(1), 61â€“78. [3] DesprÃ¨s, A., Reverdin, G., and d'Ovidio, F. (2011). Mechanisms and spatial variability of mesoscale frontogenesis in the northwestern subpolar gyre. Ocean Modelling, 39(1), 97â€“113. [4] Durack, P. J., Lee, T., Vinogradova, N. T., and Stammer, D. (2016). Keeping the lights on for global ocean salinity observation. Nature Climate Change, 6(3), 228â€“231. [5] Lehahn, Y., d'Ovidio, F., and Koren, I. (2018). A satellite-based Lagrangian view on phytoplankton dynamics. Annual Review of Marine Science, 10(1), 99â€“119. [6] RogÃ©, M., Morrow, R. A., and Dencausse, G. (2015). Altimetric Lagrangian advection to reconstruct Pacific Ocean fine-scale surface tracer fields. Ocean Dynamics, 65(9), 1249â€“1268. Derivation Techniques and Algorithm The algorithm is called Lagrangian Reconstruction Technique. User should refer [1]. Limitations This algorithm is applicable only in the region with moderate to high eddy kinetic energy and where lateral advection dominates. High resolution sea surface salinity product generated by Lagrangian technique can have error due to tracer bias (depends on accuracy of initial conditions) and advection bias (Passive stirring can introduce bias due to mixing physics (air-sea fluxes, mixing etc.)). Known problems with data Data sets have biases as well as inaccuracy. File Naming Convention Netcdf file: HRSSS_bck_YYYYMMDD_14D.nc MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date April, 2015 4 Data Lineage or Quality High resolution sea surface salinity in Bay of Bengal using Lagrangian technique. 5 Title Dynamic downscaling of Satellite Sea Surface Salinity for the Bay of Bengal 6 Abstract Lagrangian technique is used for generating high-resolution sea surface salinity fields in the Bay of Bengal. This is achieved through the utilization of Sea Surface Salinity (SSS) data derived from the Soil Moisture Active Passive (SMAP) satellite, in conjunction with sea surface currents obtained from altimetry. By employing forward and backward schemes for the numerical advection of SMAP SSS fields using altimeter-derived geostrophic currents, a Lagrangian reconstruction is produced, capturing smaller-scale features. The reliability of our in-house developed algorithm is assessed by comparing it with an available reconstructed product in the Gulf Stream. Additionally, a preliminary validation is conducted against insitu data obtained from a thermo-salinograph. Further, the developed algorithm was modified to select the advection time dynamically. 7 Dataset Contact Jai Kumar, POD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad, 380015, kumarj@sac.isro.gov.in 8 Update Frequency Six months. 9 Access Rights or Restriction Open Access 10 Spatial Resolution Spatial resolution is 10 km 11 Language English 12 Topic Category High resolution sea surface salinity product (SAC-TDP) using satellite data. 13 Keywords Sea surface salinity, sea surface currents, Lagrangian advection technique, high resolution 14 Date or period April 2015 - June 2023 15 Responsible Party Jai Kumar, POD/AOGG/ EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Geophysical parameters from satellite data in the Bay of Bengal region. 16b Individual name Jai Kumar, POD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6104. Email: kumarj@sac.isro.gov.in 16c Position Scientist/Engineer, POD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015 16d Vertical Extent (minimumValue, maximumValue, unitOfMeasure, vertical datum) Lat_min : 0N, Lat_max : 25N, Lon_min: 78E, Lon_max: 100 E 17 Geographic Extent Indian Landmass 18 Geographic name, geographic Identifier Bay of Bengal 19 Bounding box Lat_min : 0N, Lat_max : 25 N, Lon_min: 78E, Lon_max: 100 E 20 Temporal Extent April 2015-June 2023 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download of data files in netCDF format 23 Processing Level Level 4 4 Reference System Datum: WGS84 Tags: Opendata Ocean \"",
      "categories": ["Ocean"]
    },
    {
      "url": "https://www.mosdac.gov.in/global-ocean-surface-current",
      "title": "Global Ocean Surface Current | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Ocean » Global Ocean Surface Current Global Ocean Surface Current The Global Ocean Surface Current defined here as the average current for the top 0 to 30m layer is derived from the synergistic use of three different satellite derived parameters. The first one is the Altimeter derived gridded Map of Absolute Dynamic Topography (MADT) generated from the suite of altimeters such as JASON-2, SARAL/ALTIKA, Cryosat etc., the second data set is the gridded ocean surface vector winds derived ASCAT wind data and the last one is the gridded SST data derived from AVHRR. The methodology presented by Bonjean and Lagerloef, (2002) is used to derive ocean surface current by combining the geostrophic component from altimeter data and the ageostrophic component from scatterometer and radiometer data. The method of deriving the surface current is based on the resolution of quasi-steady quasi-linear momentum equations, neglecting local acceleration. Equatorial velocities are obtained by solving a weak formulation of the momentum equations using a basis set of orthogonal polynomials. Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.0 (beta) Data Sources The daily gridded map of Absolute Dynamic Topography data is obtained from AVISO/DUACS ftp site ( ftp://ftp.aviso.oceanobs.com ) The daily gridded ocean surface vector wind data from ASCAT is obtained from ftp://ftp.ifremer.fr/ifremer/cersat/products/gridded/MWF/L3/ASCAT/Daily The daily gridded SST data of Reynolds OISST is obtained from ftp://eclipse.ncdc.noaa.gov/pub/OI-daily-v2/NetCDF Data Citation This dataset may be cited as \"MOSDAC ( http://www.mosdac.gov.in )\",(Sikhakolli et al., 2013). Sikhakolli, R., R. Sharma, R. Kumar, B. S. Gohil, A. Sarkar, K. V. S. R. Prasad and S. Basu, Improved determination of Indian Ocean surface currents using satellite data, Rem. Sens. Lett., 4, 335-343, 2013. Processing Steps Using the daily gridded data of MADT, Vector winds and SST data the Geostrophic, wind driven and buoyancy components of the ocean surface current respectively are first calculated for the off-equatorial regions (3°N to 90°N and 3°S to 90°S). Using the polynomial expansion the equatorial currents (±3° latitude band) are derived. The daily ocean surface current at 0.25° resolution is then derived by applying a linear weighted average procedure to the equatorial and off equatorial current solutions with in the latitude band of ± 3° to ± 4° band. References Bentamy A..; D. Croize-Fillon, 2011: Gridded surface wind fields from Metop/ASCAT measurements. Inter. Journal of Remote Sensing. DOI 10.1080/01431161.2011.600348. Bonjean, F, and G. S. E. Lagerloef (2002), Diagnostic model and analysis of the surface currents in the tropical Pacific Ocean., J. Phys. Oceanogr., 32, 2938-2954. Reynolds, R. W., T. M. Smith,_C. Liu, D. B. Chelton, K. S. Casey, and M. G. Schlax (2007), Daily high-resolution-blended analyses for sea surface temperature, J. Climate., 20, 5473-5496. Sikhakolli, R., R. Sharma, S. Basu, B. S. Gohil, A. Sarkar and K. V. S. Prasad, Evaluation of OSCAR ocean surface current product in the tropical Indian Ocean using in situ data , J. Earth Syst. Sci., 2013. Sikhakolli, R., R. Sharma, R. Kumar, B. S. Gohil, A. Sarkar, K. V. S. R. Prasad and S. Basu, Improved determination of Indian Ocean surface currents using satellite data, Rem. Sens. Lett., 4, 335-343, 2013. SSALTO/DUACS user hand book: (M)SLA and (M)ADT Near Real Time and Delayed Time products, AVISO, Nov 2009. Derivation Techniques and Algorithm The methodology follows the work of Bonjean and Lagerloef (2002). The basic equations are those of quasi linear and steady flow in a surface layer where the horizontal velocity U = (u,v) is allowed to vary with vertical coordinate z , and where vertical turbulent mixing is characterized by an eddy viscosity A uniform with depth. The vertical shear U z reaches zero at a constant scaling depth z = - H . Using complex notations U(x,y,z,t) = u + iv and ∇ = ∂/∂x + i ∂/∂y , the basic equations are if U = - (1/ρ m ) ∇ p + AU z (1a) (1/ρm) p z = -g + ∇θ (1b) ∇θ = g χ T ∇SST , (1c) with - H ≤ z ≤ 0, and subject to the following boundary conditions U z (z=0) = τ / A (2a) U z (z = -H) = 0 (2b) The characteristic density is ρ m = 1025 kg m -3 , The acceleration due to gravity g = 9.8 m s -2 , and the coefficient of thermal expansion χT = 3 x 10 -4 K -1 , The vector field τ = τ x + i τ y represents the surface wind stress divided by ρ m , H has been chosen to be 70 m, The parameter A is chosen by the empirical formulation as A = a (|W|/W1) b | w| 1 m s -1 where W 1 = 1 m s -1 , a = 8 x 10 -5 m 2 s -1 , and b = 2.2 where W 1 = 1 m s -1 , a = 8 x 10 -5 m 2 s -1 , and b = 2.2 . The equation for the velocity shear is U z - (if/A) U z = (1/A)∇θ (3) which is a second-order differential equation in velocity shear Uz , subject to the boundary conditions (2a,b). After solving for the shear profiles, one can find an expression for the velocity at the surface, which is if U 0 = -g ∇ζ + (1/H ) q(H/h e )τ + ((H/2)/q(H/2he))∇θ (4) Here the function q is defined by q (x) = x /tanh (x) and h e = (A/if ) 1/2 is complex and its modulus is proportional to the Ekman depth h e = sqrt( 2A/|f|). Using equation (4) and the datasets mentioned above, the daily ocean surface currents were generated. Equatorial velocities (±3° latitude band) are obtained by solving a weak formulation of the momentum equations using a basis set of orthogonal polynomials as described in Bonjean and Lagerloef (2002). Limitations As the equatorial currents are estimated through an approximation procedure using polynomial coefficients the correlation with in-situ currents in the equatorial region is observed to be relatively poorer especially for the meridional currents. Known problems with data As these input satellite data are not very reliable near to the coast, the estimated currents very near to the coast may also have problems. Related data collections OSCAR Currents: Bonjean, F, and G. S. E. Lagerloef (2002), Diagnostic model and analysis of the surface currents in the tropical Pacific Ocean., J. Phys. Oceanogr., 32, 2938-2954 GEKCO Currents: Joel Sudre, Christophe Maes and Veronique Garcon (2013), On the global estimates of geostrophic and Ekman surface currents. Limnology and Oceanography. DOI: 10.1215/21573689-2071927 File Naming Convention The typical file name is 'ISRO_CURRENT_TOT_YYYYMMDD.nc' where 'ISRO_CURRENT' signifies that this product is generated at SAC-ISRO word 'TOT' signifies that this is the total current (Geostrophic + ageostrophic) 'YYYY' corresponds to the year, ex: 2015 'MM' corresponds to the month, ex: 09 'DD' corresponds to the date, ex: 26 All the data files are in NetCDF 4 format and the images are in gif format MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact Dr. Rajesh Sikhakolli, GRD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India. Email: srajesh@sac.isro.gov.in 3 Metadata date September 15, 2015 4 Data Lineage or Quality Daily ocean surface currents derived from satellite data 5 Title Zonal and Meridional components of Ocean Surface Current (m/s) 6 Abstract Daily ocean surface currents(m/s) derived from the synergistic use of satellite derived Sea Level, Ocean surface vector winds and Sea surface temperature data. 7 Dataset Contact Dr. Rajesh Sikhakolli, GRD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India. Email: srajesh@sac.isro.gov.in 8 Update frequency Daily 9 Access Rights or Restriction Open Access 10 Spatial Resolution 0.25° deg (or) ~25km 11 Language English 12 Topic Category Physical Oceanography 13 Keywords Ocean Currents, Ocean Circulation 14 Date or period Daily 15 Responsible Party Dr. Rajesh Sikhakolli, GRD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India. Email: srajesh@sac.isro.gov.in 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Calculated Ocean Surface currents (m/s) for each day using daily map of absolute dynamic topography (MADT) data from AVISO (SSALTO/DUACS user hand book-2009), gridded wind data from ASCAT (Bentamy et al., 2011) and SST data from AVHRR (Reynolds et al., 2007) 16b Individual Name Dr. Rajesh Sikhakolli, GRD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India. Email: srajesh@sac.isro.gov.in 16c Position Scientist/Engineer, GRD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6052. Email: srajesh@sac.isro.gov.in 17 Vertical Extent (minimumValue, maximumValue, unitOfMeasure, vertical datum) Average ocean surface current for 0 to 30 m vertical layer in m/s 18 Geographic Extent Latitude Range: -90 to 90 deg Longitude Range: 0 to 360 deg 19 Geographic Name, Geographic Identifier Global Ocean 20 Bounding box Latitude Range: -90 to 90 deg Longitude Range: 0 to 360 deg 21 Temporal Extent Daily 22 Distribution Information Online download of data files in NetCDF format and images in GIF format 23 Processing Level Level 4 24 Reference System Projection - Cartesian Co-ordinate System Tags: Opendata Ocean \"",
      "categories": ["Forecast", "Ocean"]
    },
    {
      "url": "https://www.mosdac.gov.in/tags/ocean",
      "title": "Ocean | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Taxonomy term Ocean High Resolution Sea Surface Salinity The Bay of Bengal's high-resolution sea surface salinity has been reconstructed using a Lagrangian technique leveraging satellite data. Tags: Opendata Ocean Read more about High Resolution Sea Surface Salinity Ocean Subsurface Satellite data has been used to reconstruct ocean interior density and velocity anomalies in the Bay of Bengal through the “interior + surface Quasigeostrophic” (isQG) method. Tags: Opendata Ocean Read more about Ocean Subsurface Oceanic Eddies Detection Tags: Opendata Ocean Read more about Oceanic Eddies Detection Indian Mainland Coastal Product Tags: Opendata Ocean Read more about Indian Mainland Coastal Product Sea Ice Occurrence Probability Tags: Opendata Ocean Read more about Sea Ice Occurrence Probability Global Ocean Surface Current Tags: Opendata Ocean Read more about Global Ocean Surface Current Wave based Renewable Energy Tags: Opendata Ocean Read more about Wave based Renewable Energy \"",
      "categories": ["Forecast", "Ocean"]
    }
  ],
  "Forecast": [
    {
      "url": "https://www.mosdac.gov.in/ocean-subsurface",
      "title": "Ocean Subsurface | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Ocean » Ocean Subsurface Ocean Subsurface Satellite data has been used to reconstruct ocean interior density and velocity anomalies in the Bay of Bengal through the “interior + surface Quasigeostrophic” (isQG) method. The inputs are sea surface height anomaly (AVISO), sea surface density anomaly; which is calculated using GHRSST sea surface temperature and SMAP sea surface salinity. One more input is the Brunt-Vaisala frequency, calculated from in-situ analysis system (ISAS) climatological data. The results show that isQG retrieved subsurface density anomalies are very promising compared to RAMA buoy data in the cold season when EKE is minimum. Validation of retrieved density has also been performed using ARGO data which reveals that isQG is more promising when the stratification is weak . Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.0 (beta) Data Sources Reynold's Optimum Interpolated Sea Surface Temperature (OISST) ( https://www.ncdc.noaa.gov/oisst ) SMAP sea surface salinity (SSS) ( https://smap.jpl.nasa.gov/data/ ). AVISO sea surface height (SSH) ( https://www.aviso.altimetry.fr/en/data.html ). ISAS-13 temperature/salinity profile ( https://annuaire.ifremer.fr/cv/16058 ). Processing Steps Climatological temperature, salinity (T/S) fields are calculated from ISAS-13 data. Also Brunt-Viasala frequency(N) is calculated. Monthly Sea surface density anomaly(SSDA) is calculated from GHRSST, SMAP and ISAS-Climatology. Monthly sea surface height anomaly(SSHA) is calculated using AVISO data. Using interior + surface Quasi-Geostrophic(isQG) methodology, taking Barotropic and first Baroclinic modes, and taking SSHA and SSDA as boundary conditions, ocean interior density and velocity anomaly are reconstructed. References Liu, L., S. Peng, and R. X. Huang (2017), Reconstruction of ocean’s interior from observed sea surface information, J. Geophys. Res. Oceans, 122, 1042– 1056, doi:10.1002/2016JC011927. Wang, J., G. Flierl, J. LaCasce, J. McClean, and A. Mahadevan (2013), Reconstructing the ocean’s interior from surface data, J. Phys. Oceanogr., 43, 1611–1626, doi:10.1175/JPO-D-12-0204.1. Scott, R. B., and D. G. Furnival, 2012: Assessment of traditional and new eigen-function bases applied to extrapolation of surface geostrophic current time series to below the surface in an idealized primitive equation simulation. J. Phys. Oceanogr., 42, 165–178. Smith, K. S., and G. K. Vallis, 2001: The scales and equilibration of mid-ocean eddies: Freely evolving ﬂow. J. Phys. Oceanogr., 31, 554–571. Pedlosky, J., 1987: Geophysical Fluid Dynamics. 2nd ed. Springer Verlag, 710 pp. Lapeyre, G., 2009: What vertical mode does the altimeter reﬂect? On the decomposition in baroclinic modes and on a surface trapped mode. J. Phys. Oceanogr., 39, 2857–2874. P. Klein, 2006: Dynamics of the upper oceanic layers in terms of surface quasi-geostrophy theory. J. Phys. Oceanogr., 36, 165–176. Derivation Techniques and Algorithm The algorithm is called interior + surface Quasi-Geostrophic(isQG) method. User should refer doi:10.1175/JPO-D-12-0204.1. Limitations This method is only applicable in a region where the Coriolis parameter does not change abruptly. Also it is not applicable on the equator. Vertical movement is ignored in isQG framework. isQG method works well when the eddy kinetic energy (EKE) is low. If EKE is large, it will fail to generate accurate subsurface fields. We considered the Barotropic and the first Baroclinic modes only in our analysis. This certainly limits our approach. This method generates less satisfactory subsurface fields if the stratification is strong. The vertical resolution in our case is 10 m. This is a major drawback since in Bay of Bengal, the mixed layer can be as shallow as 15-20 m. Known problems with data Data problems due to bad weather (heavy rain) and extreme events like cyclones etc. File Naming Conventio n Netcdf file: isQG_yyyy.nc MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date May, 2018 4 Data Lineage or Quality Sea surface height anomaly, Sea surface density anomaly in Bay of Bengal using isQG methodology. 5 Title Reconstruction of Ocean interior density and horizontal velocity anomaly ﬁelds using Satellite data in Bay of Bengal 6 Abstract Satellite data has been used to reconstruct ocean interior density and velocity anomalies in the Bay of Bengal through the “interior + surface Quasigeostrophic” (isQG) method. The inputs are sea surface height anomaly (AVISO), sea surface density anomaly; which is calculated using GHRSST sea surface temperature and SMAP sea surface salinity. One more input is the Brunt-Vaisala frequency, calculated from in-situ analysis system (ISAS) climatological data. The results show that isQG retrieved subsurface density anomalies are very promising compared to RAMA buoy data in the cold season when EKE is minimum. Validation of retrieved density has also been performed using ARGO data which reveals that isQG is more promising when the stratification is weak . 7 Dataset Contact Anup Kumar Mandal, OSD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad, 380015, anupmandal@sac.isro.gov.in 8 Update Frequency Six months. 9 Access Rights or Restriction Open Access 10 Spatial Resolution Spatial resolution is 25 km, while vertical resolution is 10m 11 Language English 12 Topic Category Ocean subsurface product (SAMUDRA Project) using satellite data. 13 Keywords Density anomaly, Velocity anomaly, subsurface fields, 3D-Ocean fields 14 Date or period January 2017 - till date 15 Responsible Party Anup Kumar Mandal,OSD/AOGG/ EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Geophysical parameters from satellite data in the Bay of Bengal region. 16b Individual name Anup Kumar Mandal, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6117. Email: anupmandal@sac.isro.gov.in 16c Position Scientist/Engineer, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015 16d Vertical Extent (minimumValue, maximumValue, unitOfMeasure, vertical datum) Lat_min : 05N Lat_max : 25 N Lon_min: 75E Lon_max: 95 E 17 Geographic Extent Indian Landmass 18 Geographic name, geographic Identifier Bay of Bengal 19 Bounding box Lat_min : 05N Lat_max : 25 N Lon_min: 75E Lon_max: 95 E 20 Temporal Extent January 2017 till date 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download of data files in netCDF format 23 Processing Level Level 4 4 Reference System Datum: WGS84 Tags: Opendata Ocean \"",
      "categories": ["Forecast", "Ocean"]
    },
    {
      "url": "https://www.mosdac.gov.in/global-ocean-surface-current",
      "title": "Global Ocean Surface Current | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Ocean » Global Ocean Surface Current Global Ocean Surface Current The Global Ocean Surface Current defined here as the average current for the top 0 to 30m layer is derived from the synergistic use of three different satellite derived parameters. The first one is the Altimeter derived gridded Map of Absolute Dynamic Topography (MADT) generated from the suite of altimeters such as JASON-2, SARAL/ALTIKA, Cryosat etc., the second data set is the gridded ocean surface vector winds derived ASCAT wind data and the last one is the gridded SST data derived from AVHRR. The methodology presented by Bonjean and Lagerloef, (2002) is used to derive ocean surface current by combining the geostrophic component from altimeter data and the ageostrophic component from scatterometer and radiometer data. The method of deriving the surface current is based on the resolution of quasi-steady quasi-linear momentum equations, neglecting local acceleration. Equatorial velocities are obtained by solving a weak formulation of the momentum equations using a basis set of orthogonal polynomials. Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.0 (beta) Data Sources The daily gridded map of Absolute Dynamic Topography data is obtained from AVISO/DUACS ftp site ( ftp://ftp.aviso.oceanobs.com ) The daily gridded ocean surface vector wind data from ASCAT is obtained from ftp://ftp.ifremer.fr/ifremer/cersat/products/gridded/MWF/L3/ASCAT/Daily The daily gridded SST data of Reynolds OISST is obtained from ftp://eclipse.ncdc.noaa.gov/pub/OI-daily-v2/NetCDF Data Citation This dataset may be cited as \"MOSDAC ( http://www.mosdac.gov.in )\",(Sikhakolli et al., 2013). Sikhakolli, R., R. Sharma, R. Kumar, B. S. Gohil, A. Sarkar, K. V. S. R. Prasad and S. Basu, Improved determination of Indian Ocean surface currents using satellite data, Rem. Sens. Lett., 4, 335-343, 2013. Processing Steps Using the daily gridded data of MADT, Vector winds and SST data the Geostrophic, wind driven and buoyancy components of the ocean surface current respectively are first calculated for the off-equatorial regions (3°N to 90°N and 3°S to 90°S). Using the polynomial expansion the equatorial currents (±3° latitude band) are derived. The daily ocean surface current at 0.25° resolution is then derived by applying a linear weighted average procedure to the equatorial and off equatorial current solutions with in the latitude band of ± 3° to ± 4° band. References Bentamy A..; D. Croize-Fillon, 2011: Gridded surface wind fields from Metop/ASCAT measurements. Inter. Journal of Remote Sensing. DOI 10.1080/01431161.2011.600348. Bonjean, F, and G. S. E. Lagerloef (2002), Diagnostic model and analysis of the surface currents in the tropical Pacific Ocean., J. Phys. Oceanogr., 32, 2938-2954. Reynolds, R. W., T. M. Smith,_C. Liu, D. B. Chelton, K. S. Casey, and M. G. Schlax (2007), Daily high-resolution-blended analyses for sea surface temperature, J. Climate., 20, 5473-5496. Sikhakolli, R., R. Sharma, S. Basu, B. S. Gohil, A. Sarkar and K. V. S. Prasad, Evaluation of OSCAR ocean surface current product in the tropical Indian Ocean using in situ data , J. Earth Syst. Sci., 2013. Sikhakolli, R., R. Sharma, R. Kumar, B. S. Gohil, A. Sarkar, K. V. S. R. Prasad and S. Basu, Improved determination of Indian Ocean surface currents using satellite data, Rem. Sens. Lett., 4, 335-343, 2013. SSALTO/DUACS user hand book: (M)SLA and (M)ADT Near Real Time and Delayed Time products, AVISO, Nov 2009. Derivation Techniques and Algorithm The methodology follows the work of Bonjean and Lagerloef (2002). The basic equations are those of quasi linear and steady flow in a surface layer where the horizontal velocity U = (u,v) is allowed to vary with vertical coordinate z , and where vertical turbulent mixing is characterized by an eddy viscosity A uniform with depth. The vertical shear U z reaches zero at a constant scaling depth z = - H . Using complex notations U(x,y,z,t) = u + iv and ∇ = ∂/∂x + i ∂/∂y , the basic equations are if U = - (1/ρ m ) ∇ p + AU z (1a) (1/ρm) p z = -g + ∇θ (1b) ∇θ = g χ T ∇SST , (1c) with - H ≤ z ≤ 0, and subject to the following boundary conditions U z (z=0) = τ / A (2a) U z (z = -H) = 0 (2b) The characteristic density is ρ m = 1025 kg m -3 , The acceleration due to gravity g = 9.8 m s -2 , and the coefficient of thermal expansion χT = 3 x 10 -4 K -1 , The vector field τ = τ x + i τ y represents the surface wind stress divided by ρ m , H has been chosen to be 70 m, The parameter A is chosen by the empirical formulation as A = a (|W|/W1) b | w| 1 m s -1 where W 1 = 1 m s -1 , a = 8 x 10 -5 m 2 s -1 , and b = 2.2 where W 1 = 1 m s -1 , a = 8 x 10 -5 m 2 s -1 , and b = 2.2 . The equation for the velocity shear is U z - (if/A) U z = (1/A)∇θ (3) which is a second-order differential equation in velocity shear Uz , subject to the boundary conditions (2a,b). After solving for the shear profiles, one can find an expression for the velocity at the surface, which is if U 0 = -g ∇ζ + (1/H ) q(H/h e )τ + ((H/2)/q(H/2he))∇θ (4) Here the function q is defined by q (x) = x /tanh (x) and h e = (A/if ) 1/2 is complex and its modulus is proportional to the Ekman depth h e = sqrt( 2A/|f|). Using equation (4) and the datasets mentioned above, the daily ocean surface currents were generated. Equatorial velocities (±3° latitude band) are obtained by solving a weak formulation of the momentum equations using a basis set of orthogonal polynomials as described in Bonjean and Lagerloef (2002). Limitations As the equatorial currents are estimated through an approximation procedure using polynomial coefficients the correlation with in-situ currents in the equatorial region is observed to be relatively poorer especially for the meridional currents. Known problems with data As these input satellite data are not very reliable near to the coast, the estimated currents very near to the coast may also have problems. Related data collections OSCAR Currents: Bonjean, F, and G. S. E. Lagerloef (2002), Diagnostic model and analysis of the surface currents in the tropical Pacific Ocean., J. Phys. Oceanogr., 32, 2938-2954 GEKCO Currents: Joel Sudre, Christophe Maes and Veronique Garcon (2013), On the global estimates of geostrophic and Ekman surface currents. Limnology and Oceanography. DOI: 10.1215/21573689-2071927 File Naming Convention The typical file name is 'ISRO_CURRENT_TOT_YYYYMMDD.nc' where 'ISRO_CURRENT' signifies that this product is generated at SAC-ISRO word 'TOT' signifies that this is the total current (Geostrophic + ageostrophic) 'YYYY' corresponds to the year, ex: 2015 'MM' corresponds to the month, ex: 09 'DD' corresponds to the date, ex: 26 All the data files are in NetCDF 4 format and the images are in gif format MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact Dr. Rajesh Sikhakolli, GRD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India. Email: srajesh@sac.isro.gov.in 3 Metadata date September 15, 2015 4 Data Lineage or Quality Daily ocean surface currents derived from satellite data 5 Title Zonal and Meridional components of Ocean Surface Current (m/s) 6 Abstract Daily ocean surface currents(m/s) derived from the synergistic use of satellite derived Sea Level, Ocean surface vector winds and Sea surface temperature data. 7 Dataset Contact Dr. Rajesh Sikhakolli, GRD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India. Email: srajesh@sac.isro.gov.in 8 Update frequency Daily 9 Access Rights or Restriction Open Access 10 Spatial Resolution 0.25° deg (or) ~25km 11 Language English 12 Topic Category Physical Oceanography 13 Keywords Ocean Currents, Ocean Circulation 14 Date or period Daily 15 Responsible Party Dr. Rajesh Sikhakolli, GRD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India. Email: srajesh@sac.isro.gov.in 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Calculated Ocean Surface currents (m/s) for each day using daily map of absolute dynamic topography (MADT) data from AVISO (SSALTO/DUACS user hand book-2009), gridded wind data from ASCAT (Bentamy et al., 2011) and SST data from AVHRR (Reynolds et al., 2007) 16b Individual Name Dr. Rajesh Sikhakolli, GRD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India. Email: srajesh@sac.isro.gov.in 16c Position Scientist/Engineer, GRD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6052. Email: srajesh@sac.isro.gov.in 17 Vertical Extent (minimumValue, maximumValue, unitOfMeasure, vertical datum) Average ocean surface current for 0 to 30 m vertical layer in m/s 18 Geographic Extent Latitude Range: -90 to 90 deg Longitude Range: 0 to 360 deg 19 Geographic Name, Geographic Identifier Global Ocean 20 Bounding box Latitude Range: -90 to 90 deg Longitude Range: 0 to 360 deg 21 Temporal Extent Daily 22 Distribution Information Online download of data files in NetCDF format and images in GIF format 23 Processing Level Level 4 24 Reference System Projection - Cartesian Co-ordinate System Tags: Opendata Ocean \"",
      "categories": ["Forecast", "Ocean"]
    },
    {
      "url": "https://www.mosdac.gov.in/tags/ocean",
      "title": "Ocean | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Taxonomy term Ocean High Resolution Sea Surface Salinity The Bay of Bengal's high-resolution sea surface salinity has been reconstructed using a Lagrangian technique leveraging satellite data. Tags: Opendata Ocean Read more about High Resolution Sea Surface Salinity Ocean Subsurface Satellite data has been used to reconstruct ocean interior density and velocity anomalies in the Bay of Bengal through the “interior + surface Quasigeostrophic” (isQG) method. Tags: Opendata Ocean Read more about Ocean Subsurface Oceanic Eddies Detection Tags: Opendata Ocean Read more about Oceanic Eddies Detection Indian Mainland Coastal Product Tags: Opendata Ocean Read more about Indian Mainland Coastal Product Sea Ice Occurrence Probability Tags: Opendata Ocean Read more about Sea Ice Occurrence Probability Global Ocean Surface Current Tags: Opendata Ocean Read more about Global Ocean Surface Current Wave based Renewable Energy Tags: Opendata Ocean Read more about Wave based Renewable Energy \"",
      "categories": ["Forecast", "Ocean"]
    },
    {
      "url": "https://mosdac.gov.in/weather-reports",
      "title": "Weather | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Weather Weather Display name modified Cyclone Wed, 2021-09-01 10:34 1 folder \"",
      "categories": ["Forecast"]
    },
    {
      "url": "https://mosdac.gov.in/bayesian-based-mt-saphir-rainfall",
      "title": "Bayesian based MT-SAPHIR rainfall | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Atmosphere » Bayesian based MT-SAPHIR rainfall Bayesian based MT-SAPHIR rainfall Megha- Tropiques (MT) is a joint Indo-French collaborative satellite mission, which is launched on 12 October 2011. The main objective of MT is to get more understanding on convective system, energy exchange and water cycle in the tropical region. It is equipped with Microwave Analysis and Detection of Rain and Atmospheric Structures (MADRAS) (not in operational), Scanner for Radiation Budget, Radio Occultation Sensor for Atmosphere and Sondeur Atmospherique du Profil d’Humidite Intertropical par Radiometrie (SAPHIR). SAPHIR provides clear sky atmospheric humidity profiles at 6-channels near 183.31GHz water vapour resonance. The observations of SAPHIR provides an opportunity to estimate rainfall using 183.31GHz channels. A Bayesian based rainfall retrieval technique is developed using SAPHIR channel-6 (183.31±11GHz) brightness temperature observations. Estimated rainfall has been validated with IMERG and DPR products during Jan-Dec 2017. The global distribution of rainfall patterns are captured well by the estimation. Data Access Click Here to access the Science Products. Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.1 (beta) Data Sources SAPHIR Level 1A TB data Processing Steps SAPHIR Level-1 brightness temperature of channel-6 (Tb6) and spatial variability of Tb6 (Std-tb6) within ±3 pixels (~30km at nadir and ~60km off nadir) is calculated. Bayesian algorithm is trained using GPM-IMERG half hourly rainfall Bayesian approach is applied to estimate rainfall from SAPHIR sounder observations. References Kummerow, C.D., W. S. Olson, and L. Giglio, A simplified scheme for obtaining precipitation and vertical hydrometeor profiles from passive microwave sensors, IEEE Trans. Geosci. Remote Sens., vol. 34, no. 5, pp. 1213–1232, Sep. 1996. Pierdicca, N., F. S. Marzano, G. D’Auria, P. Basili, P. Ciotti, and A. Mugnai, Precipitation retrieval from spaceborne microwave radiometers using maximum a posteriori probability estimation, IEEE Trans. Geosci. Remote Sens., vol. 34, no. 4, pp. 831–846, Jul. 1996. Olson, W.S., C. D. Kummerow, G. M. Heymsfield, and L. Giglio, A method for combined passive-active microwave retrievals of cloud and precipitation parameters, J. Appl. Meteorol., vol. 35, pp. 1763–1789, 1996. Marzano, F.S., A. Mugnai, G. Panegrossi, N. Pierdicca, E. A. Smith, and J. Turk, Bayesian estimation of precipitating cloud parameters from combined measurements of spaceborne microwave radiometer and radar, IEEE Trans. Geosci. Remote Sens., vol. 37, no. 1, pp. 596–613, Jan. 1999. Viltard, N., C. Burlaud, and C. D. Kummerow, Rain retrieval from TMI brightness temperature measurements using a TRMM PR–based database. J. Appl. Meteor. Climatol, 45, 455–466, doi:10.1175/JAM2346.1, 2006. Gopalan, K., N.-Y. Wang, R. Ferraro, and C. Liu, Status of the TRMM 2A12 land precipitation algorithm. J. Atmos. Oceanic Technol., 27, 1343–1354, doi:10.1175/2010JTECHA1454.1, 2010. Derivation Techniques and Algorithm User should refer report “Rainfall Estimation from Megha-Tropiques Microwave Sounder-SAPHIR using Bayesian Approach” for complete reference to the algorithm. Limitations Rainfall estimates are not provided in the 3 outermost scan positions of the SAPHIR scan. Known problems with data No known issues at this time. File Naming Convention HDF5 file: MTSAPS__VVV_*_YYYY_MM_DD_*.Bayesian_RR.h5 VVV is the Level 1 version number YYYY is the year, MM is the month and DD is the date of the orbit. MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date June 2018 4 Data Lineage or Quality Rain Rate 5 Title Bayesian based MT-SAPHIR rainfall 6 Abstract Megha- Tropiques (MT) is a joint Indo-French collaborative satellite mission, which is launched on 12 October 2011. The main objective of MT is to get more understanding on convective system, energy exchange and water cycle in the tropical region. It is equipped with Microwave Analysis and Detection of Rain and Atmospheric Structures (MADRAS) (not in operational), Scanner for Radiation Budget and Radio Occultation Sensor for Atmosphere and Sondeur Atmospherique du Profil d’Humidite Intertropical par Radiometrie (SAPHIR). SAPHIR provides clear sky atmospheric humidity profiles at 6-channels near 183.31GHz water vapour resonance. The observations of SAPHIR provides an opportunity to estimate rainfall using 183.31GHz channels. A Bayesian based rainfall retrieval technique is developed using SAPHIR channel-6 (183.31±11GHz) brightness temperature observations. Estimated rainfall has been validated with IMERG and DPR products during Jan-Dec 2017. The global distribution of rainfall patterns are captured well by the estimation. 7 Dataset Contact Neerja Sharma and Kaushik Gopalan, GRD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad, 380015, kaushikg@sac.isro.gov.in 8 Update Frequency January 2017 to May 2018 have been processed. Data will be updated daily with ~24 hours lag. 9 Access Rights or Restriction Open Access 10 Spatial Resolution Data is provided at native spatial resolution of the SAPHIR instrument. 11 Language English 12 Topic Category Rainfall 13 Keywords Microwave sounder, Bayesian technique, rainfall 14 Date or period From January 2017 onwards. 15 Responsible Party Neerja Sharma and Kaushik Gopalan,GRD/AOGG/ EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Rainfall retrieval from MT-SAPHIR observations 16b Individual name Neerja Sharma, GRD/AOSG/EPSA, SAC(ISRO), Ahmedabad-380015, India. Ph:+91 79 26916115. Email: neerjasharma@sac.isro.gov.in Kaushik Gopalan, GRD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6110. Email: kaushikg@sac.isro.gov.in 16c Position Scientist/Engineer, GRD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015 16d Vertical Extent (minimumValue, maximumValue, unitOfMeasure, vertical datum) NA 17 Geographic Extent Tropical region (28S to 28N) 18 Geographic name, geographic Identifier lat_min: 28S, lat_max: 28N, lon_min: 0, lon_max: 360 19 Bounding box lat_min: 28S, lat_max: 28N, lon_min: 0, lon_max: 360 20 Temporal Extent January 2017 onwards 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download of data files in HDF5 format 23 Processing Level Level 2 (Data product derived from MT SAPHIR) 24 Reference System Datum: WGS84 Tags: Opendata Atmosphere \"",
      "categories": ["Forecast"]
    }
  ],
  "Access": [
    {
      "url": "https://www.mosdac.gov.in/indian-mainland-coastal-product",
      "title": "Indian Mainland Coastal Product | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Ocean » Indian Mainland Coastal Product Indian Mainland Coastal Product SARAL/AltiKa was launched on 25 February 2013 as a joint collaboration mission of ISRO and CNES. With smaller footprint than earlier satellite altimeters, SARAL/AltiKa has improved coastal performance. Specific waveform processing has been used in this product to derive along track geophysical parameters (Sea Surface Height, Significant wave height and wind speed) from the altimeter 40-Hz waveform data. This product is generated for Indian mainland coastal region (up to 50 km from the coast). This product is available for 35 cycles of SARAL/AltiKa starting from March 2013 through July 2016. Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.1 (Beta) Data Sources Altimeter Sensor-Interim Geophysical Data Record (S-IGDR) Indian Ocean Bathymetry Indian Ocean Geoid High resolution coastline Processing Steps i. High resolution bathymetry is used to separate the coastal and land waveforms. ii. Waveforms are classified based on their shape. iii. Waveforms are retracked with the beta parameter retrackers (BETA5 and BETA9) and BAGP (Brown with asymmetric Gaussian Peak) retracker to get sea surface height (SSH), sea surface height anomaly (SSHA), significant wave height (SWH) and wind speed. iv. Using Significant Wave Height (SWH) and wind speed, the wave period is derived based on the data adaptive technique of &quot; Genetic Algorithm &quot; (Remya et al. 2011) v. Wave power is derived based on SWH and estimated wave period. 40 Hz data is filtered using a lanczos filter to remove high frequency noise. vi. Wind power is calculated using standard wind power formula. 40 Hz data is filtered using a lanczos filter to remove high frequency noise. References Amarouche L, Thibaut P, Zanife O.-Z, Dumont, P. Vincent J.-P. and Steunou N 2004. Improving the Jason-1 ground retracking to better account for attitude effects, Mar. Geod. 27: 171-197. Brown, G. S. 1977. The Average impulse response of a rough surface and its applications, IEEE Trans. Antennas Propag. AP-25: 67-74. Chelton, D. B., J. C. Ries, B. J. Haines, L. L. Fu, and P. S. Callahan, 2001, “Satellite Altimetry”, Satellite Altimetry and Earth Sciences, ed. L.L. Fu and A. Cazenave, pp. 1-131. Chaudhary A., Basu S., Kumar R, Mahesh, C. and Sharma R. 2015.” Shape classification of AltiKa 40-Hz waveforms using Linear Discriminant Analysis and Bayes Decision Rule in the Gujarat Coastal region “Marine Geodesy. Coastal and Hydrology Altimetry product (PISTACH) handbook, CLS-DOS-NT-10-246, SALP-MU-P-OP-16031-CN 01/00, 1. 0, Oct. 4, 2010 Deng, X., and W. E. Featherstone. 2006. A coastal retracking system for satellite radar altimeter waveforms: Application to ERS-2 around Australia. J. Geophys. Res. 111: doi:10.1029/2005JC003039. Deng, X. 2003. “Improvement of geodetic parameter estimation in coastal regions from satellite radar altimetry.” PhD. Dissertation, Curtin University of Technology, Perth, Australia. Halimi, A., C. Mailhes, J. – Y. Tourneret, P. Thibaut, and F. Boy. 2013. Parameter estimation for peaky altimetric waveforms. IEEE Trans. Geosci. Rem. Sens., 51: 1568-1577. The PISTACH project for coastal altimetry: Status, products and early results, in Proc. OST-ST Meeting, Seattle, WA. Nelder, J.A. and Mead R. 1965. A simplex method for function minimization. Computer Journal, vol 7, no. 4, 308-313. Ray, R. D., 1999, A global ocean tide model from TOPEX/POSEIDON altimetry: GOT99.2, NASA Tech. Memorandum 1999-209478, Goddard Space Flight Center, Greenbelt, MD. SARAL/AltiKa Products Handbook, SALP-MU-M-OP-15984-CN, 2, 4, December 9, 2013 Remya, G., Kumar, R., Basu, S., &amp; Sarkar, A. (2011). Altimeter-derived ocean wave period using genetic algorithm. IEEE Geoscience and Remote Sensing Letters, 8(2), 354-358. R. Govindan, R. Kumar, S. Basu and A. Sarkar. &quot; Altimeter-Derived Ocean Wave Period Using Genetic Algorithm, &quot; IEEE Geosci. Remote Sens. Lett.,VOL 8.NO. 2,pp. 354 - 358, March 2011 Sindhu, B., I. Suresh, A. S. Unnikrishnan, N. V. Bhatkar, S.Neetu and G. S. Michael 2007. Improved bathymetric data sets for the shallow water regions in the Indian Ocean. J. Earth Syst. Sci.,116,61–274. Sreejith, K.M., Rajesh, S., Majumdar, T.J., Srinivasa Rao G., Radhakrishna, M., Krishna, K.S., Rajawat A.S., 2013. High-resolution residual geoid and gravity anomaly data of the northern Indian Ocean - an input to geological understanding. J. Asian Earth Sci. 62, 616–626. Derivation Techniques and Algorithm User should refer User Handbook “Moving closer to the coast by SARAL/AltiKa: Geophysical Product for Indian Mainland Region” for complete reference to the algorithm and processing steps. For Handbook SARAL/AltiKa: Geophysical Product for Indian Mainland Region (Size: 1.14MB Format: PDF Tool: PDFView) Click Here For value added wave product: The wave power (P) is mathematically derived as Where 1. P is Wave power per unit of wave-crest length (in Kilowatt/m) 2. R represents the satellite range 3. H m0 is the significant wave height (in meters) 4. T is wave period (in seconds) 5. ρ is the density of water (in kilogram/cubic meter) 6. g is the acceleration due to gravity (in meters/square seconds) Wind power is generated by using; We have assumed unit area in this equation. is density of air and is wind speed. Limitations Based on the availability of the Altimeter dataset over the study region (Data Gap, altimeter track loss, bad weather, etc.). Geophysical and atmospheric range corrections have been obtained from the standard 1-Hz product of SARAL/AltiKa. Known problems with data Data problems due to bad weather (heavy rain). Onboard tracker failure leads to unusable data. Coastal contamination may lead to erroneous estimate of the derived parameters. File Naming Convention Netcdf file: SRL_CCC_TTTT_yyyymmddHHMMSS_yyyymmddHHMMSS_INDIANCOAST_SIGDR_VER1.1.nc; JPG Files: ssha_cycCCC_yyyymmdd_yymmdd.jpg (sea surface height anomaly image) swh_cycCCC_yyyymmdd_yymmdd.jpg (swh image) wind_speed_cycCCC_yyyymmdd_yymmdd.jpg (wind speed image) Where CCC is the cycle number and TTTT is the track number., first yyyymmddHHMMSS is the start time of the file., and second yyyymmddHHMMSS is the end time of the file.. For values added wind wave power product: wind_power_cycCCC_yyyymmdd_yymmdd.jpg (wind power image) wave_power_cycCCC_yyyymmdd_yymmdd.jpg (wave power image) MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date October, 2016 4 Data Lineage or Quality Sea surface height, Significant wave height, wind speed in coastal regions using radar altimeters and wind wave power derived in coastal region. 5 Title SARAL/AltiKa Coastal Product (Indian region) and Wind Wave Power product 6 Abstract SARAL, a joint ISRO-CNES satellite mission, was successfully launched in 2013. It carries a Ka band single frequency satellite altimeter (AltiKa). Satellite altimeters are primarily used to study sea level changes. In the open ocean, the altimetric echo follows a standard shape, with steeply rising leading edge followed by a trailing edge with gradually diminishing power. This standard shape is in agreement with the theoretical Brown model and hence can be easily modeled. However, in the coastal areas, due to the presence of land and other coastal featues in the footprint of the altimeter, contamination occurs and the return is different from open ocean. Up to some extent these contaminations can be modeled. Footprint size of SARAL/Altika is small which is ideal for coastal studies. The available ocean retracker (MLE4) itself shows good performance near the coast. However, further improvemnts can be achieved by using algorithms which can simulate contaminations impact in the coastal areas. In this document we have used various models for the return waveforms at 40 Hz to extract maximum information from the altimeter. Our results show that algorithms which are useful in the coastal areas are BETA5, BETA9 and Brown with Asymmetric Gaussian Peak (BAGP). Additionally, a wind power and wave power product has also been generated from this coastal product. 7 Dataset Contact Aditya Chaudhary, OSD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad 380015, aditya.osd@sac.isro.gov.in 8 Update frequency 35 cycles of SARAL/AltiKa have been processed. After this, cycles are not in exact repeat mode. 9 Access Rights or Restriction Open Access 10 Spatial Resolution Data is provided at 40 Hz which corresponds to spatial resolution of nearly 180m. 11 Language English 12 Topic Category Coastal Altimetry 13 Keywords Satellite altimetry, waveform retracking, sea level, significant wave height, waveform classification 14 Date or period Cycle 1 to Cycle 35 of SARAL/AltiKa (March 2013 to July 2016) 15 Responsible Party Aditya Chaudhary,OSD/AOGG/ EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Retreival of Geophysical parameters from satellite altimeter over the Indian Coast 16b Individual name Aditya Chaudhary, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6051. Email: Aditya.osd@sac.isro.gov.in 16c Position Scientist/Engineer, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6051. Email: aditya.osd@sac.isro.gov.in 17 Geographic Extent lat_min: 05N, lat_max: 24N, lon_min: 68E, lon_max: 90E 18 Geographic name, geographic Identifier Indian Coastal Region 19 Bounding box lat_min: 05N, lat_max: 24N, lon_min: 68E, lon_max: 90E 20 Temporal Extent March 2013 to July 2016 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download in netcdf formats. 23 Processing Level Level 3 (Data product derived from altimeter S-IGDR product) 24 Reference System Datum: WGS84 Tags: Opendata Ocean \"",
      "categories": ["Access", "Ocean"]
    },
    {
      "url": "https://mosdac.gov.in/data-access-policy",
      "title": "Data Access Policy | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access Policy Data Access Policy Access Profile Datasets Latency Registered General Users Access to limited Latency of 3 days Registered Privileged Users Access to all data NRT Access Anonymous Users Access to metadata/image and Open Data NRT Access Data access will be provided as per above policies (all that applies). Data Access Guidelines ( Bilingual ; Size:415KB Format:PDF Tool:PDFViewer) /( English ; Size:323KB Format:PDF Tool:PDFViewer) हिन्दी \"",
      "categories": ["Access"]
    },
    {
      "url": "https://mosdac.gov.in/catalog/radar.php",
      "title": "Radar Catalog",
      "content": "A- A A+ राडार उत्पाद सूची RADAR Catalog Satellite: {{satellite.name}} Sensor: {{sensor.name}} X Sr.No Product / Acq Calendar Product Description Processing Level Temporal Resolution Start Date End Date Processing Status DOI {{$index + 1}} {{allproduct.name}} {{allproduct.description}} {{allproduct.processlevel}} {{allproduct.frequency | uppercase}} {{allproduct.startdate}} {{allproduct.enddate}} {{allproduct.actv}} {{allproduct.actv}} {{allproduct.techdoc}} Feedback About Us Contact Us Copyright Policy Data Access Policy Hyperlink Policy Privacy Policy Website Policies Terms & Conditions FAQs > Ver 3.0; Last reviewed and updated on 22 Aug, 2024",
      "categories": ["Access", "Radar"]
    },
    {
      "url": "https://mosdac.gov.in/catalog/insitu.php",
      "title": "In-situ Catalog",
      "content": "A- A A+ यथास्थिति (AWS) उत्पाद सूची Insitu (AWS) Catalog Satellite: {{satellite.name}} Sensor: {{sensor.name}} X Sr.No Station Name State Station ID Station Key Latitude Longitude Start Date End Date Processing Status Temporal Resolution {{$index + 1}} {{allproduct.name}} {{allproduct.state}} {{allproduct.id}} {{allproduct.key}} {{allproduct.latres}} {{allproduct.longres}} {{allproduct.startdate}} {{allproduct.enddate}} {{allproduct.actv}} {{allproduct.actv}} {{allproduct.frequency}} Feedback About Us Contact Us Copyright Policy Data Access Policy Hyperlink Policy Privacy Policy Website Policies Terms & Conditions FAQs > Ver 3.0; Last reviewed and updated on 22 Aug, 2024",
      "categories": ["Access"]
    },
    {
      "url": "https://mosdac.gov.in/catalog/satellite.php",
      "title": "Satellite Catalog",
      "content": "A- A A+ संग्रहीत उत्पाद सूची Satellite Catalog Satellite: {{satellite.name}} Sensor: {{sensor.name}} X Sr.No Product / Acq Calendar/Version Product Description Processing Level Temporal Resolution Start Date End Date Processing Status DOI {{$index + 1}} {{allproduct.name}} {{allproduct.description}} {{allproduct.processlevel}} {{allproduct.frequency | uppercase}} {{allproduct.startdate}} {{allproduct.enddate}} {{allproduct.actv}} {{allproduct.actv}} {{allproduct.techdoc}} X {{name}} Version Detail Sr.No Version Description Start Date End Date {{$index + 1}} {{allversion.version}} {{allversion.desc}} -- {{allversion.stdate}} {{allversion.enddate}} Sr.No Version Description 1 Default Version Initial Version Feedback About Us Contact Us Copyright Policy Data Access Policy Hyperlink Policy Privacy Policy Website Policies Terms & Conditions FAQs > Ver 3.0; Last reviewed and updated on 22 Aug, 2024",
      "categories": ["Access"]
    }
  ],
  "Land": [
    {
      "url": "https://www.mosdac.gov.in/soil-moisture-0",
      "title": "Soil Moisture | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Land » Soil Moisture Soil Moisture Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.0 (beta) Data Sources SMAP L-band radiometer data Processing Steps Following are the three major processing steps : i. SMAP L1C daily data. ii. Import previous 3 days data iii. Generate global mosaic of Tb iv. Generate Indian mosaic of Tb v. Generate SWI from Tb and gridding the data Derivation Techniques and Algorithm Soil Wetness Index (SWI) is derived using a time series based methodology using SMAP L-band radiometer data, normalized to the extreme values of 0 and 1, corresponding to the dry and saturated soil wetness conditions respectively. File Naming Convention The Geotiff file names follows naming convention; Soil Wetness Index file: SWI_SMAP_I_YYYYMMD1_YYYYMMD2.tif SWI : Soil Wetness Index SMAP : Soil Moisture Active Passive I : India YYYY : Year MM : Month D1 : Start Date D2 : End Date Soil Moisture file : SWI_SMAP_I_YYYYMMD1_YYYYMMD2.tif SWI : Soil Moisture SMAP : Soil Moisture Active Passive I : India YYYY : Year MM : Month D1 : Start Date D2 : End Date MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date April, 2015 4 Data Lineage or Quality Soil Wetness Map derived using SMAP L-band Radiometer data 5 Title Soil Wetness Index. 6 Abstract Soil Wetness Index (SWI) is derived using a time series based methodology using SMAP L-band radiometer data, normalized to the extreme values of 0 and 1, corresponding to the dry and saturated soil wetness conditions respectively. 7 Dataset Contact Dharmendra Kumar Pandey, Sasmita Chaurasia, EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, dkp@sac.isro.gov.in , sasmita@sac.isro.gov.in 8 Update frequency 3 day composite 9 Access Rights or Restriction Open Access 10 Spatial Resolution 40 km (resampled at 0.125 degrees) 11 Language English 12 Topic Category Land 13 Keywords Soil Wetness Index, SMAP. SWI, Soil Moisture Active Passive 14 Date or period April 2015 15 Responsible Party Dharmendra Kumar Pandey,EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Geophysical parameters retrieval from satellite 16b Individual name Dharmendra Kumar pandeyEPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 4005. Email: dkp@sac.isro.gov.in 16c Position Scientist/Engineer, EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 4005. Email: dkp@sac.isro.gov.in 17 Geographic Extent Indian Land mask 18 Geographic name, geographic Identifier Indian Region 19 Bounding box lat_min: 05N, lat_max: 24N, lon_min: 68E, lon_max: 90E 20 Temporal Extent April 2015 onwards 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download in Geotiff format. 23 Processing Level Level 2 24 Reference System Datum: WGS84 Tags: Opendata Land \"",
      "categories": ["Land"]
    },
    {
      "url": "https://www.mosdac.gov.in/river-discharge",
      "title": "River Discharge | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Land » River Discharge River Discharge River heights from satellite altimeters (ENVISAT, Jason-2 and SARAL AltiKa) have been derived at two cross-over points along Godavari River. Subsequently, river height discharge stage relationship between altimetry derived heights and In-situ river discharge has been established. Using this relationship, river discharge database for Godavari River for the period i.e. 2002 - 2015 has been generated. Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.0 (beta) Data Sources 1. GDR tracked data of ENVISAT and Jason-2 (PISTACH Hydrology) at Yanam (estuarine side) and Bhadrachalam (riverine side) for the entire period of respective missions were obtained from a. ENVISAT website( http://earth.esa.int/ ) b.AVISO website( http://www.avisooceanobs.com )(Jason-2) 2. SARAL/AltiKa data were obtained from MOSDAC website ( http://www.mosdac.gov.in ) Processing Steps The given range was corrected for path delay in the atmosphere through which the radar pulse passes the nature of the reflecting sea surface All range corrections are added to the range Rating curve methodology was developed between Altimeter river height and in-situ river discharge (Rantz et al. 1982). References Coastal and Hydrology Altimetry product (PISTACH), handbook 2010. Frappart, F., S. Calmant, M. Cauhope, F. Seyler, and A. Cazenave (2006), Validation of ENVISAT RA-2 derived water levels over the Amazon Basin, Remote Sens. Environ., 100, 252 - 264, doi:10.1016/j.rse.2005.10.027. Rantz, S. E., et al. (1982), Measurement and computation of streamflow: Volume 2. Computation of discharge, Water Supply Paper 2175, U.S. Geol. Surv., pp. 285 - 631. Santos da Silva, J., S. Calmant, F. Seyler, O. C. R. Filho, G. Cochonneau, and W. J. Mansur (2010), Water levels in the Amazon basin derived from the ERS 2 and ENVISAT radar altimetry missions, Remote Sens. Environ., 114, 2160?2181, doi:10.1016/j.rse.2010.04.020. SMMR and DMSP SSM/I-SSMIS Passive Microwave Data. [October 1978 to December 2012]. Boulder, Colorado USA: NASA National Snow and Ice Data CentreDistributed Active Archive Centre. Derivation Techniques and Algorithm The observed river height with respect to geoid is given by Rh= H sat -(R+C w +C d +C i +C st +C p ) (1) Where H sat represents the satellite altitude with respect to reference ellipsoid R represents the satellite range C w (w for wet tropospheric)and C d (d for dry tropospheric) are corrections for delayed propagation in the atmosphere C i is the correction delayed propagation through the ionosphere C st and C p represents the correction for solid and polar tides respectively. Limitations Based on the availability of the Altimeter dataset over the study region (data gap, altimeter track loss, loss of flooding events, etc.). Known problems with data Data problems due to bad weather (heavy rain) Related data collections Limited daily in-situ river discharge data (2007 - 2012) available along Godavari River were obtained from Dowlaiswaram Dam Authorities, Andhra Pradesh. Hourly river heights/water levels were provided by Dr. Prakash Mehra, NIO Radar gauge at Yanam (Godavari Estuary) for the period 2008 - 2010. File Naming Convention Altimetername_derived_water_height_river_discharge_ Godavari_stationname_starting_date_ending_date Envisat_derived_water_height_river_discharge_ Godavari_Bhadrachalam_Oct2002_Sep2010.txt MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date July 20, 2015 4 Data Lineage or Quality Water height estimation and computation of river discharge over Godavari using radar altimeters 5 Title Satellite Altimetry derived discharge over Godavari River during 2002-2015 6 Abstract River heights and river discharge have been estimated using ENVISAT and SARAL/AltiKa over two sites and using Jason-2 over one site along Godavari River. The results arevalidated well with the in-situ data. 7 Dataset Contact Dr. Rashmi Sharma OSD/AOSG/EPSA (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6044. Email: rashmi@sac.isro.gov.in 8 Update frequency SARAL/AltiKa and ENVISAT are in 35 day and Jason-2 10 day repetition period 9 Access Rights or Restriction Open Access 10 Spatial Resolution NA 11 Language English 12 Topic Category Water height estimation and estimation of river discharge 13 Keywords River, Satellite altimeters, river height, range corrections, rating curve 14 Date or period ENVISAT (June 2002 to September 2010), Jason-2 ( July 2008 to December 2014) and SARAL/AltiKa (March 2013) 15 Responsible Party Dr. Rashmi Sharma OSD/AOSG/EPSA (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6044. Email: rashmi@sac.isro.gov.in 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Estimation of river discharge using Remote sensing techniques 16b Vertical Extent (minimumValue, maximumValue, unitOfMeasure, vertical datum) Unit of measurement = meter for river height and m3/s for river discharge Datum: WGS84 17 Geographic Extent UL Coordinates: 19N, 80.5E UR Coordinates: 19N, 82.5E LL Coordinates: 16N, 80.5E LR Coordinates: 16N, 82.5E 18 Geographic Name, Geographic Identifier Godavari river 19 Bounding box UL Coordinates: 19N, 80.5E UR Coordinates: 19N, 82.5E LL Coordinates: 16N, 80.5E LR Coordinates: 16N, 82.5E 20 Temporal Extent Time series plot of water heights and river discharge over Godavari river since 2002. 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download in .txt format 23 Processing Level Level 3 (Data product derived from altimeter GDR data) 24 Reference System Datum: WGS84 Tags: Opendata Land \"",
      "categories": ["Land"]
    },
    {
      "url": "https://www.mosdac.gov.in/inland-water-height",
      "title": "Inland Water Height | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Land » Inland Water Height Inland Water Height It is crucial to know how the storage of inland water bodies change over time. Also, hydrological modelling studies face the challenge of decreasing availability of in-situ monitoring data. However, application of satellite radar altimetry over the inland water bodies becomes vital tool to estimate water levels through waveform retracking on satellite altimetry?s sensor data. SARAL-Altika was launched on 25 February 2013. It is a joint-mission of CNES France and ISRO to provide continuous monitoring of ocean and continental water surface. It was launched into a Sun synchronous polar orbit at an altitude of 790km with 35 days of orbit repetition and follows same ground track as ENVISAT satellite. It has 98.55 deg of inclination with 75 km of equatorial cross track separation. It has Ka-band (35.75 GHz) radar altimeter. Water level product for inland water bodies (presently for Brahmaputra river and Ukai Reservoir) has been generated using the SARAL-ALTIKA waveform data. Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.0 (beta) Data Sources Altimeter Interim Geophysical Data Record (IGDR) Geophysical Data Record (GDR) ECMWF Pressure Fields Global Ionosphere Maps (GIM) produced Total Electron Content (TEC) maps Processing Steps Firstly the waveforms are classified based on their signature, and then these waveforms are retracked with the suitable retracker. Dedicated inland range correction algorithms are required to account for the atmospheric delays.Detailed information about the processing can be found in (S. Chanderet. al. 2014, A .Dubey et. al. 2014). References S. Chander, and P Chauhan (2013). Algorithm Theoretical BasisDocument for SARAL/AltiKa data processing for geophysical parametersretrieval, scientific report no. EPSA/MPSG/PMD/2013/01. S Chander, D Ganguly, AK Dubey, PK Gupta, RP Singh and P Chauhan(2014).Inland water bodies monitoring using satellite altimetry overIndian region, The International Archives of the Photogrammetry, Remote Sensing and Spatial Information Sciences, Volume XL-8, 2014, ISPRS Technical Commission VIII Symposium, 09 ? 12 December 2014, Hyderabad, India. A K Dubey, P K Gupta, S Dutta and R P Singh (2015). Water Level Retrieval using SARAL/AltiKa Observations in the Braided Brahmaputra River, Eastern India, Marine Geodesy, DOI: 10.1080/01490419.2015.1008156 D Ganguly, S Chander, S Deasi and P Chauhan. Optimal waveform retracker for inland water bodies: A case study over Ukai Dam/Reservoir, is under review in the journal of Marine Geodesy. P K Gupta, A K Dubey, N Goswami, R P Singh and P Chauhan (2015): Use of SARAL/AltiKa Observations for Modeling River Flow. Marine Geodesy (accepted). Derivation Techniques and Algorithm The water level over the inland water bodies can be retrieved using altimeter waveforms data. The range information is estimated based on the arrival time of the radar pulse. This range is then corrected for Dry tropospheric correction, wet tropospheric correction, ionospheric correction, and tidal correction, i.e. Load tide, solid earth tide. Detailed information about the range corrections can be found in the ATBD document (S. Chander and Prakash Chauhan, 2013) of the SARAL mission. Limitations Based on the availability of the Altimeter dataset over the study region (Data Gap, altimeter track loss, bad weather, etc.). Known problems with data Data problems due to bad weather (heavy rain) Related data collections GPS Field trip for water level measurement was conducted over Ukai reservoir on 9th November 2013, 17th January 2014 and 2nd January 2015. Brahmaputra observed river water level data was collected for 6 locations from upstream to downstream from Inland Waterways Authority (IWAI) and Central Water Commission (CWC) along with the satellite pass synchronous field trips. File Naming Convention altimeter_derived_water_height_ukai_yyyymmdd_v1 MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date March 05, 2015 4 Data Lineage or Quality Water height estimation over inland water bodies using radar altimeters 5 Title Inland Water Bodies Monitoring using Satellite Altimetry over Indian Region 6 Abstract Inland water bodies? heightshave been estimated using SARAl-Altika and Jason-2 data over the two test sites, i.e. Ukai reservoir and Brahmaputra River (10 sites from upstream to downstream locations within the Indian region). The results were matched with the in-situ data collected from the GPS field trips and observed data collected from IWAI and CWC. In the first phase results of these two sites are presented herewith. Such 29 inland water bodies with (49 locations) are being done in the phase manner 7 Dataset Contact Shard Chander and D Gangulay, PMD/BPSG/EPSA, Praveen Gupta and Amit Dubey, EHD/BPSG/EPSA SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 4138. Email: pkgupta@sac.isro.gov.in ; schander@sac.isro.gov.in 8 Update frequency Near real time after the altimeter pass over the study area (35 days repetivity) 9 Access Rights or Restriction Open Access 10 Spatial Resolution NA 11 Language English 12 Topic Category Inland water bodies monitoring 13 Keywords Rivers/reservoirs, Satellite altimetry, waveform retracking, geophysical range corrections, water levels 14 Date or period Since launch of SARAL-Altika (February 2013) 15 Responsible Party Dr.Prakash Chauhan, Biological and Planetary Sciences Group, EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Retrieval of water level using Remote sensing techniques 16b Individual name D. Ram Rajak, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6051. Email: rajakdr@sac.isro.gov.in 16c Position Scientist/Engineer, OSD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6051. Email: rajakdr@sac.isro.gov.in 16d Vertical Extent (minimumValue, maximumValue, unitOfMeasure, vertical datum) Default value =NaN Unitofmeasurement= meter Datum: WGS84 17 Geographic Extent UL Coordinates: 40N, 65E. UR Coordinates: 40N, 100E. LL Coordinates: 5, 65E. LR Coordinates: 5, 100E. 18 Geographic name, geographic Identifier Indian Region 19 Bounding box UL Coordinates: 40N, 65E. UR Coordinates: 40N, 105E. LL Coordinates: 5, 65E. LR Coordinates: 5, 105E. 20 Temporal Extent Historical time series plot of water heights over inland water body since the availability of altimeter measurement 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download in text, and PNG formats 23 Processing Level Level 3 (Data product derived from altimeter IGDR/GDR product) 24 Reference System Datum: WGS84 Tags: Opendata Land \"",
      "categories": ["Land"]
    },
    {
      "url": "https://www.mosdac.gov.in/tags/land",
      "title": "Land | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Taxonomy term Land 3D Volumetric TERLS DWRproduct Tags: Opendata Land Read more about 3D Volumetric TERLS DWRproduct Soil Moisture Tags: Opendata Land Read more about Soil Moisture River Discharge Tags: Opendata Land Read more about River Discharge Inland Water Height Tags: Opendata Land Read more about Inland Water Height \"",
      "categories": ["Land"]
    }
  ],
  "Radar": [
    {
      "url": "https://www.mosdac.gov.in/3d-volumetric-terls-dwrproduct",
      "title": "3D Volumetric TERLS DWRproduct | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Land » 3D Volumetric TERLS DWRproduct 3D Volumetric TERLS DWRproduct These products contain the 3D volumetric gridded de-cluttered radar reflectivity and de-aliased radial velocity generated from the C-Band Thumba Equatorial Rocket Launching Station (TERLS) DWR Volumetric PPI Scan data. The data grid has dimensions of (81x481x481) with a horizontal resolution of (1 km x 1 km) and vertical resolution of (250 m). The maximum altitude considered in while gridding is 20.0 km. This product can be used for various hydrological and numerical weather prediction applications. Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.0 (beta) Data Sources TERLS C-Band Doppler Weather Radar (dprf mode) Processing Steps Following are the three major processing steps : - The radar reflectivity data is corrected for clutter using a combination of spatial continuity filter and fuzzy-logic based echo classification algorithm. - The radial velocity data is dealiased using a 2D multipass velocity dealiasing scheme based spatial continuity of velocity fields - The corrected reflectivity and radial velocity from all elevations is then gridded into a 3D volumetric grid having resolution of 250 x 1 km x 1 km. Derivation Techniques and Algorithm Decluttering of Radar reflectivity and Dealiasing of radial velocity; 3D volumetric gridding of radar variables as explained in detail in the above mentioned reports. Reference (1) Sambit Kumar Panda, Bipasha Paul Shukla, and Prashant Kumar, Clutter Mitigation and 3D volumetric gridding of TERLS DWR Reflectivity Data (V1.0), SAC Report, SAC/EPSA/AOSG/SR/19/2018 (2) Sambit Kumar Panda, Prashant Kumar and Bipasha Paul Shukla, 2D-Multipass velocity dealiasing of TERLS DWR Data for cyclone Okchi (V1.0), SAC Report, SAC/EPSA/AOSG/SR/09/2018 (3) Bipasha Paul Shukla, Prashant Kumar Saxena and Sambit Kumar Panda, Study of Tropical cyclone Okchi using TERLS DWR, SAC Report, SAC/EPSA/TDP/SR/09/2018 (4) Gianfranco Vulpiani, and Coauthors, 2012: On the use of dual-polarized c-band radar for operational rainfall retrieval in mountainous areas. J. Appl. Meteor., 51(2):405–425. (5) Marco Gabella and Riccardo Notarpietro, 2002: Ground clutter characterization and elimination in mountainous terrain. In Use of radar observations in hydrological and NWP models, Katlenburg-Lindau, Copernicus, 305–311. URL: http://porto.polito.it/1411995/ . (6) Zhang et al. 2006, An Automated 2D Multipass Doppler Radar Velocity Dealiasing Scheme, J. of Atmos. and Ocean Tech, 23, 1239-1248, 2006 File Naming Convention Netcdf file: yyyy_mm_dd_hh_mm_ss_dprf_corrected.nc PNG file: yyyy_mm_dd_hh_mm_ss_voldbz_preview.png yyyy_mm_dd_hh_mm_ss_volvel_preview.png MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date May, 2018 4 Data Lineage or Quality 3D volumetric gridded radar reflectivity and radial velocity from TERLS DWR 5 Title Post processing of TERLS DWR data and Volumetric Gridding 6 Abstract The TERLS DWR data has been processed to correct for clutter and velocity folding prior to their application in hydrological and numerical weather prediction models. The radar reflectivity has been corrected for clutter using a combination of a spatial continuity filter and a fuzzy-logic based echo classification algorithm. The velocity folded regions are dealiased using a 2D multipass velocity dealiasing algorithm. The corrected reflectivity and radial velocity are then gridded into 1 km x 1 km x 250 m 3D volumetric grid which can be used by scientists for further meteorological applications. This data was prepared under the TDP/R&D project “Storm Tracking and Prediction using Doppler Weather Radar 7 Dataset Contact Sambit Kumar Panda, EPSA, Space Applications Centre (ISRO), Ahmedabad-380015 8 Update frequency 3 months 9 Access Rights or Restriction Open Access 10 Spatial Resolution Spatial resolution is 1 km, while vertical resolution is 250 m. 11 Language English 12 Topic Category Doppler Weather Radar Data application 13 Keywords Doppler Weather Radar, Reflectivity, Radial Velocity, Decluttering, Dealiasing 14 Date or period May 1-31, 2018. 15 Responsible Party Sambit Kumar Panda, Bipasha Paul Shukla, ASD/AOSG/ EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Post processing of Doppler Weather Radar data and its application for Hydrological and Numerical Weather Prediction Models 16b Individual name Sambit Kumar Panda, ASD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6117/6104. Email: sambit@sac.isro.gov.in 16c Position Scientist/Engineer-SC, ASD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 792691 6117/6104. Email: sambit@sac.isro.gov.in 17 Geographic Extent lat_min: 06N lat_max: 11N lon_min: 74E lon_max: 79E 18 Geographic name, geographic Identifier TERLS, Trivandrum. 19 Bounding box lat_min: 06N lat_max: 11N lon_min: 74E lon_max: 79E 20 Temporal Extent May1-31, 2018. 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download in netcdf format and png files of daily archived data (“.tar.gz” compressed files). 23 Processing Level Level 2 24 Reference System Datum: WGS84 Tags: Opendata Land \"",
      "categories": ["Radar"]
    },
    {
      "url": "https://mosdac.gov.in/catalog/radar.php",
      "title": "Radar Catalog",
      "content": "A- A A+ राडार उत्पाद सूची RADAR Catalog Satellite: {{satellite.name}} Sensor: {{sensor.name}} X Sr.No Product / Acq Calendar Product Description Processing Level Temporal Resolution Start Date End Date Processing Status DOI {{$index + 1}} {{allproduct.name}} {{allproduct.description}} {{allproduct.processlevel}} {{allproduct.frequency | uppercase}} {{allproduct.startdate}} {{allproduct.enddate}} {{allproduct.actv}} {{allproduct.actv}} {{allproduct.techdoc}} Feedback About Us Contact Us Copyright Policy Data Access Policy Hyperlink Policy Privacy Policy Website Policies Terms & Conditions FAQs > Ver 3.0; Last reviewed and updated on 22 Aug, 2024",
      "categories": ["Access", "Radar"]
    }
  ],
  "Atmosphere": [
    {
      "url": "https://mosdac.gov.in/meteosat8-cloud-properties",
      "title": "METEOSAT8 Cloud Properties | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Atmosphere » METEOSAT8 Cloud Properties METEOSAT8 Cloud Properties NASA LaRC is operationally generating global cloud properties products using different geostationary satellites. This Metosat-8 cloud properties products include Cloud Phase, Optical Depth, Effective Water Radius, Effective Ice Diameter, Liquid Water Path, Ice Water Path, Effective Cloud Temperature, Cloud Top Height, Effective Cloud Height, Cloud Base Height, Cloud Top Pressure, Effective Cloud Pressure, Cloud Base Pressure, Broadband Albedo, Broadband Longwave Flux, and Cloud Thickness. Data Access Click Here to access the Science Products. Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Format : NetCDF (nc4) CDO Version : 1.9.3 , Conventions : CF 1.6 Data Sources Cloud Properties Products, downloaded from LaRC, NASA Processing Steps https://satcorps.larc.nasa.gov/CERES_algorithms/ References B. A. Wielicki, B. R. Barkstrom, B. A. Baum, T. P. Charlock, R. N. Green, D. P. Kratz, R. B. Lee, P. Minnis, G. L. Smith, T. Wong, D. F. Young, R. D. Cess, J. A. Coakley, D. A. H. Crommelynck, L. Donner, R. Kandel, M. D. King, A. J. Miller, V. Ramanathan, D. A. Randall, L. L. Stowe, R. M. Welch, \"Clouds and the Earth's Radiant Energy System (CERES): Algorithm overview\", IEEE Trans. Geosci. Remote Sens., vol. 36, no. 4, pp. 1127-1141, Jul. 1998. C. Kummerow, W. Barnes, T. Kozu, J. Shine, J. Simpson, \"The Tropical Rainfall Measuring Mission system (TRMM) sensor package\", J. Atmos. Ocean. Technol., vol. 15, pp. 809-827, 1998 W. L. Barnes, T. S. Pagano, V. V. Salomonson, \"Prelaunch characteristics of the moderate resolution imaging spectroradiometer (MODIS) on EOS-AM1\", IEEE Trans. Geosci. Remote Sens., vol. 36, no. 4, pp. 1088-1100, Jul. 1998 Derivation Techniques and Algorithm Minnis, Patrick & Sun-Mack, Szedung & F. Young, David & W. Heck, Patrick & Garber, Donald & Chen, Yan & A Spangenberg, Douglas & Arduini, Robert & Trepte, Qing & Smith Sr, William & Ayers, J & Gibson, Sharon & F. Miller, Walter & Hong, Gang & Chakrapani, Venkatesan & Takano, Yoshihide & Liou, Kuo-Nan & Xie, Yu & Yang, Ping. (2011). CERES edition-2 cloud property retrievals using TRMM VIRS and Terra and Aqua MODIS data-Part I: Algorithms. IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING. 49. 10.1109/TGRS.2011.2144601. Limitations Refer Paper Known problems with data Data will be available with delay File Naming Convention Following file naming convention are followed: NetCDF File Name (NetCDFFileName): M8SEV_DDMMMYYYY_HHMM_L2B_CP_IND_V04.0.nc Parameter Chip File Name : NetCDFFilename_CloudParamName(4 Char).jpg File Nomenclature Details: SatIdSensorId_AcquisitionDateTime_ProcessingLevel_ProductName_ProductRegion_Version.nc SatId (2 Char) = M8 SensorId ( 3 Char)= SEV (SEVIRI sensor) AcquisitionDateTime (14 Char) = DDMMMYYYY_HHMM ProcessingLevel (3 Char) = L2B ProductName (2 Char) = CP (Cloud Properties) ProductRegion ( 3 Char) = IND (Indian Region) Version (5 Char) = V04.0 (Product Version Number) MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact Sazid Mahammad, MRG/EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India. Email: sazid@sac.isro.gov.in 3 Metadata date May 14, 2018 4 Data Lineage or Quality Depends on Metosat 8 products, some times some data gaps may be observed 5 Title Cloud Properties Products from Meteosat-8 over Indian Peninsula 6 Abstract NASA LaRC is operationally generating global cloud properties products using different geostationary satellites. This Metosat-8 cloud properties products include Cloud Phase, Optical Depth, Effective Water Radius, Effective Ice Diameter, Liquid Water Path, Ice Water Path, Effective Cloud Temperature, Cloud Top Height, Effective Cloud Height, Cloud Base Height, Cloud Top Pressure, Effective Cloud Pressure, Cloud Base Pressure, Broadband Albedo, Broadband Longwave Flux, and Cloud Thickness. 7 Dataset Contact Sazid Mahammad, MRG/EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India. Email: sazid@sac.isro.gov.in 8 Update frequency 1 hour 9 Access Rights or Restriction Open Access 10 Spatial Resolution 6 Km (Nominal) 11 Language English 12 Topic Category Atmospheric Science 13 Keywords Cloud Properties, Climate, cloud, cloud remote sensing, Clouds and the Earth's Radiant Energy System (CERES), 14 Date or period From 01-May-2018 onwards 15 Responsible Party EPSA/SAC, ISRO and LaRC, NASA 16 Organization Space Applications Centre (ISRO), Ahmedabad, India and Langley Research Centre (NASA), Hampton, VA, USA 16a Org. role SAC: Extraction of Indian region and generation of chips LaRC: Generation of Cloud Properties product 16b Individual name Sazid Mahammad, MRG/EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India. Email: sazid@sac.isro.gov.in 16c Position Scientist/Engineer, MRG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Email: sazid@sac.isro.gov.in 16d Vertical Extent (minimumValue, maximumValue, unitOfMeasure, vertical datum) Cloud top Properties 17 Geographic Extent UL Coordinates: 38 N, 65 E. UR Coordinates: 38 S, 97.5 E. LL Coordinates: 5.5 N, 65 E. LR Coordinates: 5.5 S, 97.5 E 18 Geographic name, geographic Identifier Indian Peninsula 19 Bounding box UL Coordinates: 38 N, 65 E. UR Coordinates: 38 S, 97.5 E. LL Coordinates: 5.5 N, 65 E. LR Coordinates: 5.5 S, 97.5 E Number of Rows i.e. Image Height: 524 Number of Columns i.e. Image Width : 489 20 Temporal Extent Hourly Product with Given date, time in GMT 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download of data files in NetCDF format and images in jpg format 23 Processing Level Level 2 (Data product derived from Metosat-8) 24 Reference System Projection: Geographic Latitude,Longitude; Datum: WGS84 Tags: Opendata Atmosphere \"",
      "categories": ["Atmosphere"]
    },
    {
      "url": "https://mosdac.gov.in/gsmap-isro-rain",
      "title": "GSMap ISRO Rain | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Atmosphere » GSMap ISRO Rain GSMap ISRO Rain The GSMaP_ISRO is a precipitation product that was developed through the Indian Space Research Organisation (ISRO) - Japan Aerospace Exploration Agency (JAXA) Implementation of Agreement (IA) specifically for the Indian subcontinent. It is currently available from March 2000 Onwards and offers a horizontal resolution of 0.1°X 0.1° on a latitude/longitude grid with a temporal resolution of 1 hour. The dataset is based on the Global Satellite Mapping of Precipitation (GSMaP) algorithm (Kubota et al. 2020; Kumar et al. 2021, 2022) with Indian Meteorological Department (IMD) gauge correction, and is a specialized product that focuses on the Indian landmass. The GSMaP algorithm, designed by the JAXA, is instrumental in creating a comprehensive view of precipitation using microwave radiometers and cloud moving data from Geostationary Infrared (IR) technology. The algorithm is separated into three primary categories for effective measurement: the microwave imager, microwave sounder, and microwave-infrared (MVK) combined (Mega et al. 2019). A detailed verification of GSMaP_ISRO for the Indian summer monsoon periods of 2000-2020 against ground, satellite and various merge rainfall products is presented in Kumar et al. (2022). Data Access Science products are available to download with a Single Sign On on MOSDAC. Click Here to access the data Data Version Version 1.0 (beta) Data Sources GSMaP_MVK product, NOAA Climate Prediction Center (CPC) rainfall analysis, CPC Infrared brightness temperature, IMD gridded rain (0.25 degree), etc. Processing Steps -For gauge adjustment, the software used was JAXA MCD_V05.02, based upon Mega et al. (2019). -Merging NOAA CPC and Indian gauges was accomplished using Matlab software. -The algorithms pertaining to GSMaP_ISRO are provided in Kumar et al. (2022) in detail. References Kubota, T., Aonashi, K., Ushio, T., Shige, S., Takayabu, Y. N., Kachi, M., and Oki, R. (2020). Global Satellite Mapping of Precipitation (GSMaP) products in the GPM era. Satellite Precipitation Measurement: Volume 1, 355-373. Kumar, P., Gairola, R., Kubota, T., and Kishtawal, C. (2021). Hybrid assimilation of satellite rainfall product with high density gauge network to improve daily estimation: A case of Karnataka, India. Journal of the Meteorological Society of Japan. Ser. II, 99(3), 741-763. Kumar, P., Varma, A. K., Kubota, T., Yamaji, M., Tashima, T., Mega, T., and Ushio, T. (2022). Long-Term High-Resolution Gauge Adjusted Satellite Rainfall Product Over India. Earth and Space Science, 9(12), e2022EA002595. Mega, T., Ushio, T., Matsuda, T., Kubota, T., Kachi, M., and Oki, R. (2019) Gauge-Adjusted Global Satellite Mapping of Precipitation, IEEE Trans. Geosci. Remote Sens, 57, 4, 1928-1935. Kumar, P., Srivastava, S.S., Jivani, N., Varma, A.K., Yokoyama, C. & Kubota, T. (2024) Long-term assessment of ERA5 reanalysis rainfall for lightning events over India observed by Tropical Rainfall Measurement Mission Lightning Imaging Sensor. Quarterly Journal of the Royal Meteorological Society, 150(761), 2472â€“2488. Available from: https://doi.org/10.1002/qj.4719 Derivation Techniques and Algorithm The manuscript titled \"Long-Term High-Resolution Gauge Adjusted Satellite Rainfall Product Over India\" provides a description. Limitations The number of gauge stations within a NOAA CPC pixel of 0.5 degree impacts the accuracy of the gauge-adjusted rainfall. Known problems with data No known issues at this time. File Naming Convention HDF5 file: Sample name : GPMMRG_MAP_YYMMDDHH00_H_L3S_MCH_03F.h5 YY - Year MM - Month DD - Day HH - Hour MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date November, 2023 4 Data Lineage or Quality IMD gauge adjusted GSMaP_ISRO Rain 5 Title GSMaP_ISRO Rain 6 Abstract The GSMaP_ISRO rain data has been derived through the IMD gauge based gridded rain & NOAA CPC gauge analysis adjustment of the GSMaP_MVK rain product. It offers high-quality rainfall information with excellent spatiotemporal resolution, covering a range spanning from March 2000 Onwards. It has been developed through the ISRO-JAXA Implementation of Agreement (IA). This product provides a lat/long grid with a 0.1° X 0.1° horizontal resolution, along with hourly temporal resolution. 6a Developer Prashant Kumar, Atul K. Varma, Takuji Kubota, Moeka Yamaji, Tomoko Tashima, Tomoaki Mega, Tomoo Ushio 7 Dataset Contact Dr. Prashant Kumar, ASD/AOSG/EPSA Space Applications Centre, ISRO Ahmedabad-380015 prashant22@sac.isro.gov.in 8 Update Frequency 23 years of global GSMaP_ISRO rain. Further data will be added intermittently. 9 Access Rights or Restriction Open Access 10 Spatial Resolution 0.1 degree 11 Language English 12 Topic Category Gauge adjusted satellite rainfall 13 Keywords GSMaP_MVK, NOAA CPC rainfall analysis, CPC Infrared brightness temperature, IMD gridded rain (0.25 degree). 14 Date or period March 2000 Onwards 15 Responsible Party Dr. Prashant Kumar, ASD/AOSG/EPSA, Space Applications Centre, ISRO Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Development of high spatio-temporal resolution gauge adjusted satellite rainfall 16b Individual name Dr. Prashant Kumar, ASD/AOSG/EPSA, Space Applications Centre, ISRO Ahmedabad-380015, India Email: prashant22@sac.isro.gov.in 16c Position Scientist/Engineer - SF 17 Geographic Extent Global 18 Geographic name, geographic Identifier Global 19 Bounding box lat_min: -90 , lat_max: 90, lon_min: 0, lon_max: 360 20 Temporal Extent March 2000 Onwards 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download of data files in HDF5 format 23 Processing Level Level 3 (Gauge adjusted satellite rainfall product) 24 Reference System Datum: WGS84 Tags: Opendata Atmosphere \"",
      "categories": ["Atmosphere"]
    },
    {
      "url": "https://mosdac.gov.in/gps-derived-integrated-water-vapour",
      "title": "GPS derived Integrated water vapour | Meteorological & Oceanographic Satellite Data Archival Centre",
      "content": "INSAT-3DR INSAT-3D KALPANA-1 INSAT-3A MeghaTropiques SARAL-AltiKa OCEANSAT-2 OCEANSAT-3 INSAT-3DS SCATSAT-1 Catalog Satellite Insitu (AWS) RADAR Galleries Satellite Products Weather Forecast Ocean Forecast RADAR (DWR) Global Ocean Current Data Access Order Data Open Data Atmosphere Bayesian based MT-SAPHIR rainfall GPS derived Integrated water vapour GSMap ISRO Rain METEOSAT8 Cloud Properties Land 3D Volumetric TERLS DWRproduct Inland Water Height River Discharge Soil Moisture Ocean Global Ocean Surface Current High Resolution Sea Surface Salinity Indian Mainland Coastal Product Ocean Subsurface Oceanic Eddies Detection Sea Ice Occurrence Probability Wave based Renewable Energy Cal-Val Forecast RSS Feeds Reports Calibration Insitu Relative Validation Data Quality Weather Atlases Tools Sitemap Help You are here Home » Data Access » Open Data » Atmosphere » GPS derived Integrated water vapour GPS derived Integrated water vapour This dataset contains Integrated Water Vapor (IWV) estimates derived from GPS receivers that comprise the GAGAN TEC network. These receivers have been installed at airports at various locations in India. The Zenith Tropospheric Delay was estimated from the GPS observations using the GAMIT software. Further, IWV was estimated from the ZTD values using surface temperature and pressure from ERA-I reanalysis as additional inputs. The GAGAN-IWV estimates for 1 year – March 2013 to February 2014 – have currently been made available. Data Access Click Here to access the Science Products . Request to use MOSDAC Single Sign On user credentials to download the data. Data Version Version 1.0 (beta) Data Sources GPS receivers from GAGAN TEC Network Processing Steps GAMIT software used to derive Zenith Tropspheric Delay (ZTD) Integrated Water Vapor (IWV) derived using procedure described in Bevis et. al. (1992) References M. Bevis, S. Businger, T. A. Herring, C. Rocken, R. A. Anthes, and R. H. Ware, “GPS Meteorology: Remote sensing of atmospheric water vapor using global positioning system,” J. Geophys. Res., vol. 97, pp. 15, 787-15, 801, 1992. Herring, T. A., R. W. King, and S. C. McClusky. \"Introduction to Gamit/Globk.\" Massachusetts Institute of Technology, Cambridge (2008). Acharya, R., M. R. Sivaraman, K. Bandyopadhyay, N. Nagori, S. Sunda, and S. Regar (2007), Ionospheric studies for the implementation of GAGAN, Ind. J. Radio Space Phys., 36 (5), 394–404. Sunda, S., R. Sridharan, B. M. Vyas, P. V. Khekale, K. S. Parikh, A. S. Ganeshan, C. R. Sudhir, S. V. Satish, and M. S. Bagiya (2015), Satellite-based augmentation systems: A novel and cost-effective tool for ionospheric and space weather studies, Space Weather, 13, doi:10.1002/2014SW001103. Derivation Techniques and Algorithm Described in the report titled “Demonstration of GNSS-based short-range forecasting of rainfall” Limitations The IWV estimates constitute a conical average of variable shape and orientation depending on the location of available GPS satellites. Known problems with data No known issues at this time. File Naming Convention ASCII files: Currently, the data for 1 year is provided in the file gagan_iwv_v1.txt MetaData Sr. No Core Metadata Elements Definition 1 Metadata language English 2 Metadata Contact MOSDAC 3 Metadata date November, 2017 4 Data Lineage or Quality GPS-derived Integrated Water Vapor. 5 Title GPS-derived Integrated Water Vapor (Indian region) 6 Abstract This dataset contains Integrated Water Vapor (IWV) estimates derived from GPS receivers that comprise the GAGAN TEC network. These receivers have been installed at airports at various locations in India. The Zenith Tropospheric Delay was estimated from the GPS observations using the GAMIT software. Further, IWV was estimated from the ZTD values using surface temperature and pressure from ERA-I reanalysis as additional inputs. The GAGAN-IWV estimates for 1 year – March 2013 to February 2014 – have currently been made available. 7 Dataset Contact Kaushik Gopalan, GRD/AOSG/EPSA, Space Applications Centre (ISRO), Ahmedabad, 380015, kaushikg@sac.isro.gov.in 8 Update Frequency 1 year of GPS-derived IWV is now available. Further data will be added intermittently in caches of 1 year each. 9 Access Rights or Restriction Open Access 10 Spatial Resolution Point data 11 Language English 12 Topic Category GNSS meteorology 13 Keywords GNSS meteorology, GPS meteorology, Integrated Water Vapor 14 Date or period March 2013 to February 2014 15 Responsible Party Kaushik Gopalan,GRD/AOGG/ EPSA, Space Applications Centre (ISRO), Ahmedabad-380015, India 16 Organization Space Applications Centre (ISRO), Ahmedabad, India 16a Org. role Geophysical parameters from satellite altimeter in the coastal region. 16b Individual name Kaushik Gopalan, GRD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015, India. Ph: +91 79 2691 6110. Email: kaushikg@sac.isro.gov.in 16c Position Scientist/Engineer, GRD/AOSG/EPSA, SAC (ISRO), Ahmedabad-380015 16d Vertical Extent (minimumValue, maximumValue, unitOfMeasure, vertical datum) NA 17 Geographic Extent Indian Landmass 18 Geographic name, geographic Identifier Indian Landmass 19 Bounding box lat_min: 0N, lat_max: 30N, lon_min: 60E, lon_max: 100E 20 Temporal Extent March 2013 to February 2014 21 Access Rights or Restrictions Open Access 22 Distribution Information Online download of data files in ASCII format 23 Processing Level Level 2 (Data product derived from raw GPS data) 24 Reference System Datum: WGS84 Tags: Opendata Atmosphere \"",
      "categories": ["Atmosphere"]
    }
  ]
}
